[
  {
    "id": 1,
    "name": "Чахохбили с картошкой в духовке",
    "specs": {
      "cuisine": "грузинская",
      "ingredients": "курица",
      "type": "мясные_блюда",
      "sphere": "на_праздник"
    },
    "description": "Домашняя курица – 1 шт. Помидоры – 6-7 шт. Лук – 2 шт. Чеснок – 2-3 зубчика. Сладкий перец – 3 шт. Картофель – 10 шт. Соль – по вкусу. Черный молотый перец – по вкусу.",
    "description0": "Чахохбили – это национальное грузинское блюдо, приготовленное из домашней птицы. Особенностью этого блюда является то, что перед тушением мясо обжаривается практически на сухой сковороде и затем тушится в густом овощном соусе без добавления воды. Мясо получается невероятно сочным, нежным и ароматным. Такое блюдо отлично подойдет для сытного обеда. Его обычно подают, как самостоятельное блюдо без какого-либо гарнира. А вот добавив к нему картофель, можно без особого труда или затрат времени, вкусно накормить большую семью, и я уверенна, что все останутся довольны и сыты.",
    "description1": "Курицу тщательно вымыть и снаружи, и внутри. Разрезать на порционные кусочки. Сложить в глубокую миску, посолить, приправить черным молотым перцем, тщательно перемешать и оставить на 10 минут.",
    "description2": "Разогреть сковороду и выложить кусочки мяса жирком вниз. Если мясо слишком постное, можно влить немного растительного масла. Переворачивая, обжарить мясо до румяности со всех сторон.",
    "description3": "На помидорах сделать крестовые надрезы. Залить кипятком и оставить на 1 минуту. Затем снять кожицу и нарезать мелким кубиком. Очистить овощи. С перца удалить плодоножку и семена, нарезать перец кубиком среднего размера. Измельчить чеснок. Репчатый лук нарезать кубиком. Обжаренное мясо переложить в казан или толстостенную кастрюлю, всыпать лук, чеснок, сладкий перец и помидоры. По вкусу добавить соль. Закрыть казан крышкой и на слабом огне тушить 15 минут.",
    "description4": "На сковороде с небольшим количеством масла обжарить до золотистости лук. Выложить его в казан и продолжить тушение еще 30 минут. В это время очистить и крупно нарезать картофель. Если картофель мелкий, можно и вовсе не нарезать. Выложить его к мясу, когда оно будет готовым. По вкусу добавить соль.",
    "description5": "Накрыть казан крышкой и отправить чахохбили с картошкой в духовку, разогретую до 180 градусов, на 30 минут. Ароматное блюдо с мягким и сочным мясом, с рассыпчатым и нежным картофелем готово. Перед подачей его необходимо аккуратно перемешать и разложить по тарелкам. По желанию потрусить измельченной кинзой или зеленым луком.",
    "image": {
      "small": "assets/images/1/1.jpg",
      "large": "assets/images/1/1.jpg",
      "large1": "assets/images/1/2.jpg",
      "large2": "assets/images/1/3.jpg",
      "large3": "assets/images/1/4.jpg",
      "large4": "assets/images/1/5.jpg",
      "large5": "assets/images/1/6.jpg",
      "large6": "assets/images/1/1.jpg"
    }
  },
  {
    "id": 2,
    "name": "Хачапури по-аджарски",
    "specs": {
      "cuisine": "грузинская",
      "ingredients": "сыр",
      "type": "лепешки",
      "sphere": "на_праздник"
    },
    "description": "Вода - 350 мл. Сухие дрожжи - 10 г. Соль - 2 ч.л. Сахар - 1 ч.л. Мука пшеничная - 500 г. Растительное масло - 2 ст.л. Сыр сулугуни - 500 г. Имеретинский сыр/брынза - 500 г. Яйцо куриное - 5-7 шт. (по вкусу). Сливочное масло - 50 г",
    "description0": "Что может быть вкуснее классического хачапури?! Только хачапури по-аджарски (в виде лодочек)! Изящная, хрупкая на вид лодочка из румяного теста, переполненная бурлящей лавой из тягучего расплавленного сыра – один лишь вид лодочек хачапури по-аджарски вызывает аппетит. А стоит попробовать это вкуснейшее блюдо, и сразу понимаешь - ты влюблен на всю оставшуюся жизнь. Сегодня предлагаю научиться готовить это простое и невероятно вкусное блюдо в домашних условиях. Начнем?!",
    "description1": "В теплой воде растворите соль и сахар. Добавьте дрожжи и перемешайте смесь до их растворения. Добавьте растительное масло и 100 граммов просеянной пшеничной муки. Еще раз все хорошо перемешайте, чтобы не осталось комочков муки.",
    "description2": "Прикройте емкость пищевой пленкой, укутайте полотенцем и оставьте в теплом уголке кухни на 40-50 минут.Натрите сыр на терке с самым маленьким размером ячейки или измельчите в кухонном комбайне или мясорубке. Для приготовления хачапури по-аджарски традиционно используется смесь имеретинского сыра и сыра сулугуни, в равных пропорциях. Имеретинский сыр можно заменить адыгейским сыром, брынзой или мягким творогом. Когда опара поднимется, можно приступать к замешиванию теста. Небольшими порциями добавьте в смесь просеянную пшеничную муку. Смешайте компоненты и сформируйте шар мягкого теста.",
    "description3": "Поместите тесто в смазанную маслом емкость, прикройте полотенцем и оставьте еще на 10-15 минут. Этот этап необходим для того, чтобы тесто стало более эластичным и не рвалось. Вымесите отдохнувшее тесто еще 1 минуту, а затем разделите на порции в зависимости от желаемого размера хачапури. Скатайте порции теста в небольшие шарики и прикройте полотенцем. Мне нравятся хачапури среднего размера, поэтому я делю тесто на 7 частей, весом по 150 граммов. Раскатайте первую часть теста в форме овала толщиной 1-2 миллиметра. В три оборота теста скатайте нижнюю треть по направлению к центру. Затем таким же образом скатайте верхнюю треть теста. Защипните края теста, сформировав лодочку. Повторите процедуру с оставшимся тестом. Выстелите противень для запекания пекарской бумагой или присыпьте тонким слоем пшеничной муки. Выложите подготовленные лодочки из теста на противень. Заполните лодочки натертым сыром. Для получения наилучшего результата, начинки в хачапури по-аджарски должно быть столько же, сколько и теста или немного меньше.",
    "description4": "Подготовленные хачапури поместите в разогретую до 180-200 градусов духовку и выпекайте 10-12 минут. Ориентируйтесь на готовность теста и консистенцию начинки – сыр должен расправиться и забурлить. Тем временем подготовьте несколько куриных яиц, по количеству хачапури. Отделите яичный желток от белка. В начинке можно использовать яйцо целиком, но в этом случае вкус сыра в хачапури будет менее выражен, поскольку его приглушит характерный «яичный» вкус белка. Когда хачапури подрумянятся, смажьте тесто вокруг начинки сливочным маслом. Сделайте ложкой небольшое углубление в центре начинки и влейте в него яичный желток.",
    "description5": "Добавьте несколько кусочков сливочного масла, а затем поместите хачапури в духовку еще на 1 минуту или чуть дольше, до получения желаемой степени готовности желтка. Хачапури по-аджарски готовы! Приятного аппетита!",
    "image": {
      "small": "assets/images/2/1.jpg",
      "large": "assets/images/2/1.jpg",
      "large1": "assets/images/2/2.jpg",
      "large2": "assets/images/2/3.jpg",
      "large3": "assets/images/2/4.jpg",
      "large4": "assets/images/2/5.jpg",
      "large5": "assets/images/2/6.jpg",
      "large6": "assets/images/2/1.jpg"
    }
  },
  {
    "id": 3,
    "name": "Сациви из баклажанов",
    "specs": {
      "cuisine": "грузинская",
      "ingredients": "баклажаны",
      "type": "закуски",
      "sphere": "на_праздник"
    },
    "description": "Орехи грецкие - 200 г. Баклажаны - 600 г. Лук репчатый - 1 шт. Чеснок - 2 зубчика. Кинза - 1 пучок. Уксус винный - 1 ч.л. Перец красный острый - по вкусу. Хмели-сунели - 1 ч.л. Соль - 0.5 ч.л. Шафран имеретинский - 0.5 ч.л. Масло растительное - для обжарки.",
    "description0": "Правильнее было бы назвать это блюдо - баклажаны в соусе сациви. Вариантов приготовления может быть несколько. Первый, когда соус готовится в более жидком виде, и обжаренные кружочки баклажанов заливаются этим соусом. По мне, так вид у блюда получается не очень презентабельным, и разглядеть, что там и как просто невозможно))). Более популярным считается именно данный вариант приготовления, когда соус сациви по густоте похож на творожную пасту и пластинки баклажанов смазываются этим соусом. Вкус тот же, зато вид гораздо выигрышнее. Вместо уксуса традиционно берут гранатовый соус, но за неимением оного сгодится то, что есть.",
    "description1": "Баклажаны вымыть и очистить от шкурки. Я не снимаю всю кожицу, мне так вкуснее. Нарезать баклажаны пластинами толщиной в 1 см. Если ваши баклажаны горчат, то посолите их, оставьте на время, пока не выделится темный сок. Слейте сок, промойте и обсушите баклажаны. Мои баклажаны не горчат, и я никогда их не вымачиваю.",
    "description2": "Обжарить баклажаны на растительном масле, слегка их посолив. Старайтесь не наливать на сковороду много масла. Выложить готовые пластинки баклажанов на салфетки, чтобы ушло лишнее масло.",
    "description3": "Затем приготовить соус сациви. Для этого грецкие орехи нужно смолоть в порошок. Я сделала это с помощью блендера, который предназначен для измельчения специй, поэтому помол сразу получился очень мелким. Если использовать мясорубку, то следует прокрутить орехи два раза. Так же измельчить репчатый лук, чеснок и кинзу. Добавить к орехам. Затем влить уксус и добавить все специи с солью.",
    "description4": "Перемешать соус до однородности, вкус должен вас устроить - добавьте, чего не хватает. По консистенции он получается, как сметана. Если слишком густо, то влейте немного уксуса или кипяченой воды, смотря по вкусу. Соус должен получиться в меру пикантным, но не кислым. На ломтик баклажана выложить полную чайную ложку соуса сациви. Можно размазать начинку и сложить ломтик пополам, а можно не размазывать и свернуть рулетиком, как больше нравится.",
    "description5": "Выложить баклажаны в соусе сациви на блюдо. Украсить, по желанию, зернами граната, кольцами лука или зеленью. А мне вот в грузинском сациви из баклажанов всегда не хватает помидоров))) Приятного аппетита!",
    "image": {
      "small": "assets/images/3/1.jpg",
      "large": "assets/images/3/1.jpg",
      "large1": "assets/images/3/2.jpg",
      "large2": "assets/images/3/3.jpg",
      "large3": "assets/images/3/4.jpg",
      "large4": "assets/images/3/5.jpg",
      "large5": "assets/images/3/6.jpg",
      "large6": "assets/images/3/1.jpg"
    }
  },
  {
    "id": 4,
    "name": "Чанахи в горшочках",
    "specs": {
      "cuisine": "грузинская",
      "ingredients": "баранина",
      "type": "мясные_блюда",
      "sphere": "на_обед"
    },
    "description": "Баранина – 500 г. Картофель – 5-7 шт. Баклажан – 1 шт. Лук – 2-3 шт. Морковь – 1 шт. Помидоры – 2 шт. Зелень – 1 пучок. Соль, специи – по вкусу.",
    "description0": "Чанахи – это очень вкусное блюдо грузинской кухни, представляющее собой баранину, тушенную с овощами в глиняном горшочке. И мясо, и овощи предварительно обжариваются, укладываются слоями и запекаются в духовке в собственном соку. Следить за блюдом, перемешивать его – не нужно: сложили ингредиенты и можно заниматься другими делами.",
    "description1": "Баранину вымыть и нарезать небольшими кусочками. Имеющийся жирок не срезать. Его нужно оставить для сочности блюда. На хорошо разогретую сковороду выложить вначале несколько кусочков жиром вниз. Когда он немного вытопится – выложить остальное мясо. Обжарить до красивого румяного цвета.",
    "description2": "Лук очистить и нарезать тонкими полукольцами. Очищенную морковь нарезать небольшими брусочками. Обжарить овощи на бараньем жире до мягкого состояния. Баклажан вымыть, нарезать полукольцами. Картофель очистить и разрезать на 4-6 частей. Обжарить до румяности. Выложить слоями все подготовленные ингредиенты в горшочки: первым слоем – мясо. Его нужно посолить и приправить специями. За ним выложить лук с морковью.",
    "description3": "Затем выложить поджаренный картофель. По вкусу добавить соль со специями. Следующим слоем – баклажаны. За ними – помидоры. Сверху выложить нарезанную зелень.",
    "description4": "Накрыть крышками горшочки и отправить в духовку. Запекать чанахи в горшочках при температуре 180 градусов 1 час.",
    "description5": "Перед подачей аккуратно перемешать и подать в горячем виде. Приятного аппетита. Готовьте с любовью.",
    "image": {
      "small": "assets/images/4/1.jpg",
      "large": "assets/images/4/1.jpg",
      "large1": "assets/images/4/2.jpg",
      "large2": "assets/images/4/3.jpg",
      "large3": "assets/images/4/4.jpg",
      "large4": "assets/images/4/5.jpg",
      "large5": "assets/images/4/6.jpg",
      "large6": "assets/images/4/1.jpg"
    }
  },
  {
    "id": 5,
    "name": "Суп Харчо из баранины",
    "specs": {
      "cuisine": "грузинская",
      "ingredients": "баранина",
      "type": "супы",
      "sphere": "на_обед"
    },
    "description": "Баранина – 500 г. Рис – 100 г. Соус Ткемали – 70 г. Сладкий перец – 1 шт. Морковь – 1 шт. Лук – 2 шт. Грецкие орехи – 100 г. Хмели-сунели – 1 ст.л. Соль – по вкусу. Красный молотый перец – 1 ч.л. Томатная паста – 60 г. Кинза – 1 пучок.",
    "description0": "Суп Харчо из баранины - это густой острый суп с мясом. Как правило, используют телятину или говядину. Многие утверждают, что использование баранины для приготовления харчо невозможно, так как теряется вкус, аромат и сама сущность. Но после того, как вы единожды приготовите классический суп харчо из баранины с рисом, все убеждения отойдут в никуда, так как это невероятно вкусный, сытный и ароматный суп.",
    "description1": "С мяса срезать пленку, прожилки и жир. Мясо нарезать небольшими кусочками. Выложить его в кастрюлю, залить водой и поставить на огонь. После закипания снизить к минимуму огонь и снять образовавшийся шум. Продолжать варить мясо до полной готовности. Если баранина молодая, то одного часа будет достаточно.",
    "description2": "Дальше нужно приготовить овощную заправку: очистить и мелко нарезать лук. Очищенную морковь натереть теркой. Перец вымыть, удалить семена с плодоножкой и нарезать небольшим кубиком. В сковороде вытопить бараний жир, срезанный с мяса, и всыпать лук с морковью. Периодически помешивая, довести до состояния мягкости. Добавить перец, томатную пасту и перемешать. Затем выложить соус ткемали, перемешать и снять с огня.",
    "description3": "Очистить грецкие орехи и измельчить с помощью скалки в мелкую крошку. Мелко нарезать вымытую кинзу. ",
    "description4": "Сваренное мясо вынуть из кастрюли, а бульон процедить через мелкое сито. Мясо вернуть в бульон и всыпать рис. Через 10 минут выложить в суп овощную заправку, всыпать орехами, молотый красный перец, хмели-сунели, соль и мелко нарезанную кинзу.",
    "description5": "Проварить еще 5 минут и снять с огня. Сур Харчо из баранины с рисом готов. Он получился густым, ароматным, насыщенным, пряным и очень вкусным.",
    "image": {
      "small": "assets/images/5/1.jpg",
      "large": "assets/images/5/1.jpg",
      "large1": "assets/images/5/2.jpg",
      "large2": "assets/images/5/3.jpg",
      "large3": "assets/images/5/4.jpg",
      "large4": "assets/images/5/5.jpg",
      "large5": "assets/images/5/6.jpg",
      "large6": "assets/images/5/1.jpg"
    }
  },
  
  
  
  
  
  {
    "id": 6,
    "name": "Паста карбонара с беконом, грибами и сливками",
    "specs": {
      "cuisine": "итальянская",
      "ingredients": "спагетти",
      "type": "макароны",
      "sphere": "на_каждый_день"
    },
    "description": "Спагетти – 200 г. Бекон – 100 г. Грибы – 200 г. Сыр пармезан – 150 г. Сливки – 150 мл. Чеснок – 2 зубчика. Лук – 2 шт. Яйцо (желток) – 3 шт. Сливочное масло – 1 ч.л. Растительное масло – 3 ст.л. Соль – по вкусу. Черный молотый перец – по вкусу.",
    "description0": "Паста карбонара с грибами, беконом и сливками готовится проще, чем кажется на первый взгляд. А ее вкус превосходит все ожидания. Паста нежная, с приятным сливочным вкусом, невероятным грибным ароматом, с хрустящим и аппетитным беконом. Её можно подавать на стол три раза в день – и все будут довольны, я вас уверяю.",
    "description1": "Очистить и мелко нарезать зубчик чеснока. Выложить его на разогретую сковороду со сливочным маслом. Обжарить не более 30 секунд. Бекон нарезать тонкими полосками. Обжарить 2-3 минуты. Периодически помешивая. С него должен вытопиться жир.",
    "description2": "Очищенный репчатый лук нарезать мелким кубиком. Выложить его в сковороду с растительным маслом, обжарить до легкой золотистости. Затем выложить в сотейник и отставить в сторонку. Грибы тщательно вымыть, обсушить салфеткой и нарезать тонкими пластинами. В сковороду влить растительное масло, через минуту выложить подготовленные грибы. Помешивая, обжарить до румяности.",
    "description3": "В сотейник с обжаренным луком влить 100 мл сливок, добавить по вкусу соль и черный молотый перец. Добавить обжаренные шампиньоны и на слабом огне потушить 5-7 минут.",
    "description4": "Сыр пармезан натереть на средней терке. В миску выложить яичные желтки, немного расколотить, добавляя соль и черный молотый перец. Затем влить 50 мл сливок и добавить пармезан. В подсоленной воде отварить до готовности спагетти.",
    "description5": "В сковороду выложить, только что сваренные, горячие спагетти, сразу влить яично-сливочный соус с пармезаном, выложить грибы и бекон. Быстро и тщательно все размешать, выложить на блюдо и подать на стол в горячем виде. Перед подачей пасту карбонара с беконом, грибами и сливками посыпать натертым сыром. Нежная паста со сливочно-грибным ароматом придется по вкусу многим. Приятного аппетита. Готовьте с любовью.",
    "image": {
      "small": "assets/images/6/1.jpg",
      "large": "assets/images/6/1.jpg",
      "large1": "assets/images/6/2.jpg",
      "large2": "assets/images/6/3.jpg",
      "large3": "assets/images/6/4.jpg",
      "large4": "assets/images/6/5.jpg",
      "large5": "assets/images/6/6.jpg",
      "large6": "assets/images/6/1.jpg"
    }
  },
  {
    "id": 7,
    "name": "Фриттата с овощами",
    "specs": {
      "cuisine": "итальянская",
      "ingredients": "яйцо_куриное",
      "type": "омлет",
      "sphere": "на_завтрак"
    },
    "description": "Перец сладкий – 2 шт. Лук репчатый – 1 шт. Кабачок – 0.5 шт. Растительное масло – 2 ст.л. Вода – 1 ст.л. Соль – по вкусу. Молотый черный перец – по вкусу. Помидоры черри – 1 горсть. Сыр – 4-5 ст.л. Яйцо куриное – 6-7 шт. Зелень – 2 щепотки (по желанию). ",
    "description0": "Легкая, нежная, сочная фриттата с сезонными овощами – простое, незатейливое в приготовлении блюдо, которое выручит в любое время года. Сегодня предлагаю отдать должное вступившей в свои права осени и приготовить ароматную красочную фриттату со сладким перцем, кабачками, луком и помидорами черри. Ориентируясь на описанный в рецепте процесс приготовления, можно готовить овощную фриттату с самой разнообразной начинкой из свежих или замороженных овощей. Такое аппетитное, вкусное, легкое блюдо станет отличным завтраком или перекусом в течение дня. Попробуйте!",
    "description1": "Подготовьте начинку. Нарежьте небольшими кусочками сладкий перец, кабачок и репчатый лук. Разрежьте пополам помидоры черри. Натрите на мелкой терке сыр.",
    "description2": "Разогрейте растительное масло. Добавьте подготовленные овощи, немного молотого черного перца и соли. Хорошо все перемешайте. Добавьте 1 ст.л. холодной воды, прикройте сковороду крышкой, и периодически помешивая, обжарьте овощи на среднем огне 12-15 минут, до готовности.",
    "description3": "В отдельной емкости соедините 6-7 яиц. Добавьте 1-2 щепотки соли, молотого черного перца и 2-3 ст.л. натертого сыра. Смешайте компоненты до получения однородной массы. Целенаправленно взбивать смесь не нужно, достаточно того, чтобы белки и желтки соединились.",
    "description4": "Добавьте яичную смесь к овощам. Прикройте сковороду крышкой и готовьте блюдо еще 7-10 минут, пока смесь слегка не загустеет.",
    "description5": "Затем добавьте подготовленные помидоры черри и несколько щепоток сыра. Поместите сковороду в верхнюю треть духовки, разогретой до 180 градусов и выпекайте 10-15 минут, до золотистого цвета. Фриттата с овощами готова. Приятного аппетита!",
    "image": {
      "small": "assets/images/7/1.jpg",
      "large": "assets/images/7/1.jpg",
      "large1": "assets/images/7/2.jpg",
      "large2": "assets/images/7/3.jpg",
      "large3": "assets/images/7/4.jpg",
      "large4": "assets/images/7/5.jpg",
      "large5": "assets/images/7/6.jpg",
      "large6": "assets/images/7/1.jpg"
    }
  },
  {
    "id": 8,
    "name": "Мясная лазанья",
    "specs": {
      "cuisine": "итальянская",
      "ingredients": "мясной_фарш",
      "type": "лазаньи",
      "sphere": "на_каждый_день"
    },
    "description": "Листы лазаньи - 4 шт. Мясной фарш - 200 г. Томатная паста - 15 г. Лук репчатый - 0,5 шт. Морковь - 0,5 шт. Чеснок - 1 зубчик. Вино красное - 100 мл. Молоко - 200 мл. Сливочное масло - 20 г. Оливковое масло - 30 мл. Мука пшеничная - 1 ст.л. Соль - по вкусу. Бекон - 20 г. Пармезан - 20 г. ",
    "description0": "Приготовим сегодня мясную лазанью - блюдо родом из итальянской кухни, с успехом прижившееся во многих странах. В ресторанах часто подают лазанью, приготовленную порционно: три листа теста, перемежающихся соусом. Традиционно для лазаньи используют сразу два соуса: бешамель и болоньезе, именно их сочетание дает классический вкус лазаньи. Соус болоньезе делается на основе мясного фарша, именно он играет ведущую роль в направлении вкуса: фарш может быть жирнее, постнее, соус можно сделать пряным или нейтральным, в зависимости от своих предпочтений. Бешамель придает лазанье мягкости и нежности за счет сливочного вкуса.",
    "description1": "Овощи очистите и мелко нарежьте, допускается натереть на терке - в финале они должны развариться. Обжарьте овощи на оливковом масле, в конце добавьте мелко нарезанный бекон (панчетту), вытопите из нее жир.",
    "description2": "Добавьте фарш. Влейте вино, выпарьте его практически полностью. Затем введите в соус томатную пасту, разведите все водой или бульоном, оставьте томиться под крышкой не менее часа.",
    "description3": "А пока займитесь приготовлением соуса бешамель. Растопите сливочное масло. Введите муку, немного прогрейте и порциями вливайте молоко, постоянно помешивая. Доведите до кипения, если появились комочки - соус процедите, но когда наловчитесь, эта процедура (процеживание) отпадет.",
    "description4": "Теперь займитесь сборкой лазаньи. На дно формы для запекания налейте немного бешамеля. Положите лист лазаньи, выложите на него болоньезе, снова литы пасты, и так до завершения переслаивайте тесто и соусы, присыпая слегка сыром, пространство устилайте разломленными листами теста. Поверхность присыпьте натертым пармезаном.",
    "description5": "Запекайте мясную лазанью в нагретой до 170-180 градусов духовке около 25-30 минут. Лазанья с мясом готова! Подавайте сразу. Приятного аппетита!",
    "image": {
      "small": "assets/images/8/1.jpg",
      "large": "assets/images/8/1.jpg",
      "large1": "assets/images/8/2.jpg",
      "large2": "assets/images/8/3.jpg",
      "large3": "assets/images/8/4.jpg",
      "large4": "assets/images/8/5.jpg",
      "large5": "assets/images/8/6.jpg",
      "large6": "assets/images/8/1.jpg"
    }
  },
  {
    "id": 9,
    "name": "Салат с клубникой и рукколой",
    "specs": {
      "cuisine": "итальянская",
      "ingredients": "клубника",
      "type": "салаты",
      "sphere": "на_скорую_руку"
    },
    "description": "Клубника - 4 шт. Руккола - 25 г. Сыр - 15 г. Лимонный сок - 1 ст.л. Бальзамико-крем - 1 ст.л.",
    "description0": "Салат с клубникой и рукколой - это маленькое кулинарное чудо, приготовить которое можно всего за пять минут. Горчичная руккола и ягода-клубника - как они сочетаются? Благодаря хорошо подобранным дополнительным ингредиентам они, представьте себе, создают абсолютно идеальную пару! А заботятся о гармоничности этого союза сыр, лимонный сок и бальзамико (в идеале - бальзамико-крем). Причем сыр в этот салат подходит самый разный: и мягкий, нежный, вроде моцареллы, и твердый - вплоть до таких интенсивных по вкусу сортов, как пекорино и пармезан. Всё, что посерединке между этими двумя крайностями, подходит тоже, просто вы каждый раз будете получать чуточку другой салат (и сыр будет требовать разной нарезки). Но - к делу, а то я тут дольше болтаю, чем этот салат готовить.",
    "description1": "Клубнику моем, зеленые хвостики отрезаем, если ягоды крупные - половиним. Мелкие не трогаем.",
    "description2": "Рукколу, если нужно, моем. В любом случае перебираем, удаляя подпорченные листики и излишне длинные черешки или жесткие стебельки. Разбрасываем рукколу по тарелке.",
    "description3": "По рукколе разбрасываем клубнику.",
    "description4": "Сыр режем в зависимости от интенсивности его вкуса. Чем менее интенсивный вкус, тем толще могут быть кусочки. Т.е. моцареллу, например, можно хоть кубиками, а вот пармезан уже нужно либо стругать тонкой стружкой, либо тереть на терке. Любой твердый сыр без вкусовых крайностей режем примерно так, как у меня.",
    "description5": "Ну, а теперь осталось только полить салат с рукколой и клубникой лимонным соком и бальзамико. Кушать сразу, а то руккола, сами понимаете, скукожится. Приятного аппетита!",
    "image": {
      "small": "assets/images/9/1.jpg",
      "large": "assets/images/9/1.jpg",
      "large1": "assets/images/9/2.jpg",
      "large2": "assets/images/9/3.jpg",
      "large3": "assets/images/9/4.jpg",
      "large4": "assets/images/9/5.jpg",
      "large5": "assets/images/9/6.jpg",
      "large6": "assets/images/9/1.jpg"
    }
  },
  {
    "id": 10,
    "name": "Панакота с агар-агаром",
    "specs": {
      "cuisine": "итальянская",
      "ingredients": "сливки",
      "type": "десерты",
      "sphere": "на_десерт"
    },
    "description": "Сливки - 500 мл. Агар-агар - 1 упаковка (10 г), рассчитанная на 500 мл жидкости. Сахарный песок - 4 ст.л. Крахмал - 1 ст.л. Ягоды - для сервировки.",
    "description0": "Панакота (Panna Cotta) с агар-агаром - вкусный и интересный, хотя и не классический вариант этого знаменитого итальянского десерта.",
    "description1": "Агар-агар, сахар и крахмал перетираем с небольшим количеством холодных сливок так, чтобы сухие компоненты равномерно разошлись в жидкости. Вливаем остальные сливки, перемешиваем, доводим до кипения на среднем огне, периодически помешивая, и варим 3 минуты, продолжая мешать. На этом этапе сливки приобретают характерную кремовую окраску и консистенцию.",
    "description2": "Формы окатываем холодной водой и разливаем в них пана коту. Даем панакоте с агар-агаром застыть (3-5 часов, в зависимости от размера формы, можно даже при комнатной температуре). Перед высадкой отделяем края изделия от краев формы ножом, зубочисткой или шпажкой для шашлыка. Силиконовые формы достаточно помять так, чтобы они ходили ходуном, обычно там края сами хорошо отделяются, без вспомогательных предметов.",
    "description3": "Помещаем поверх формы с освобожденной панакоттой тарелку, прижимаем к ней форму и переворачиваем.",
    "description4": "В большинстве случаев пана кота сервируется со сладким сиропом или соусом. Но для меня особое удовольствие - это съесть ее с кисленькими свежими ягодками. Впрочем, вам ведь никто не запрещает взять и сироп, и ягодки!",
    "description5": "Приятного аппетита! Угощайтесь!",
    "image": {
      "small": "assets/images/10/1.jpg",
      "large": "assets/images/10/1.jpg",
      "large1": "assets/images/10/2.jpg",
      "large2": "assets/images/10/3.jpg",
      "large3": "assets/images/10/4.jpg",
      "large4": "assets/images/10/5.jpg",
      "large5": "assets/images/10/6.jpg",
      "large6": "assets/images/10/1.jpg"
    }
  },
  
  
  
  
  
  
  
  {
    "id": 11,
    "name": "Китайские жареные пельмени",
    "specs": {
      "cuisine": "китайская",
      "ingredients": "мясной_фарш",
      "type": "пельмени",
      "sphere": "на_праздник"
    },
    "description": "Тесто: Мука - 250 г. Вода - 125 мл. Начинка: Пекинская капуста - 75 г. Белокочанная капуста - 75 г. Свиной фарш - 150 г. Зеленый лук - 1 шт. Чеснок - 1 зубчик. Соус соевый - 1 ч.л. Кинза - 3 веточки. Соль - 1 щепотка. Перец молотый - по вкусу. Масло для обжаривания - 3 ст.л. Вода - по потребности. ",
    "description0": "Хрустящие китайские жареные пельмени с острым соусом - традиционное блюдо азиатской кухни из доступных нам ингредиентов, вкусное и сытное.",
    "description1": "Приготовление начинки для китайских жареных пельменей рационально начинать с нарезки капусты. Ее сначала шинкуют на тонкие полоски. И ту, и ту. Потом капуста рубится как можно мельче. Капуста перемешивается с небольшим количеством соли, после чего ей дают постоять, чтобы стекла лишняя жидкость, 10 минут. После отделения жидкости капусту отжимают.",
    "description2": "Зеленый лук и кинзу мелко рубят. Без разницы, из чего она состоит - начинка для китайских жареных пельменей вообще должна быть очень мелкодисперсной. Соединяем всю зеленку и фарш. Продавливаем через чесночный пресс чеснок и имбирь. Перчим по вкусу. Доливаем соевый соус и вымешиваем начинку.",
    "description3": "Разделка теста на порции и раскатывание производятся точно по той же схеме, что и для вареных цзяоцзы. А лепить будем по-другому. Одна из самых характерных форм - вот с такими широкими складками. Их обычно бывает 5-6 на пельмешку. Сильно прижимать не нужно - при жарке пельмени не так норовят расклеиться, как при варке. Удобнее всего держать пельмени до переноса на сковороду на противне, покрытом тканью. В идеале они не должны соприкасаться друг с другом, чтобы не слипнуться.",
    "description4": "Дно сковороды должно быть полностью покрыто растительным маслом. Разогреваем его. На раскаленную сковороду выкладываем пельмешки гребнями вверх. Т.е. ставим их на бок, и ОБЯЗАТЕЛЬНО вплотную друг к другу. Обжариваем, пока донышко не покоричневеет. После покоричневения дна пельмешек выливаем на сковороду миллиметра 3 воды и закрываем ее крышкой. Даем пельменям повариться на среднем огне 5 минут под крышкой. Крышку открываем, огонь усиливаем и даем жидкости полностью выпариться.",
    "description5": "Жареные китайские пельмени традиционно сервируются с переворотом, т.е. гребешками вниз, а зажаристым донышком - вверх.",
    "image": {
      "small": "assets/images/11/1.jpg",
      "large": "assets/images/11/1.jpg",
      "large1": "assets/images/11/2.jpg",
      "large2": "assets/images/11/3.jpg",
      "large3": "assets/images/11/4.jpg",
      "large4": "assets/images/11/5.jpg",
      "large5": "assets/images/11/6.jpg",
      "large6": "assets/images/11/1.jpg"
    }
  },
  {
    "id": 12,
    "name": "Свинина Мушу",
    "specs": {
      "cuisine": "китайская",
      "ingredients": "свинина",
      "type": "мясные_блюда",
      "sphere": "на_ужин"
    },
    "description": "Свинина – 500 г. Древесные грибы – 40 г. Огурец – 2-3 шт. Яйцо куриное – 3 шт. Зеленый лук – 0.5 пучка (25-30 г). Корень имбиря – 3-4 см. Соль – по вкусу. Соевый соус – 2 ст.л. Кукурузный крахмал – 2 ч.л. Вода/охлажденный бульон – 50 мл. Острый соус/ перец чили – 1-2 ч.л. (по вкусу). Масло кунжутное/арахисовое - 1-2 ч.л. Вино шаосинское/херес/белое сухое вино - 3 ст.л. Мало растительное – 1-2,5 ст.л. ",
    "description0": "Свинина мушу – традиционное блюдо китайской кухни, пользующееся популярностью во всем мире в качестве фастфуда. Это питательное, сочное и ароматное блюдо с ярким вкусом, в основе которого традиционно лежит сочетание трех-четырех базовых компонентов: мяса, древесных грибов, яичного омлета и огурцов. Для придания блюду аромата и вкуса используются классические для китайской кухни приправы и пряности: зеленый лук, имбирь, соевый соус, острый перец, вино и кунжутное масло. В некоторых регионах Китая в блюдо добавляют сушеные цветки лилий и стебли бамбука.",
    "description1": "Залейте сушеные древесные грибы горячей водой и оставьте на 30-40 минут. Замаринуйте мясо. Нарежьте мясо на полоски размером на один укус и толщиной примерно 1 сантиметр. Очистите и нарежьте тонкой соломкой корень имбиря. Соедините кусочки мяса и нарезанный имбирь. Добавьте 1 чайную ложку кукурузного крахмала, 1-2 чайные ложки острого соуса, 1 ст.л. вина, 1 ст.л. соевого соуса и 1 ст.л. растительного масла (или 1 ч.л. кунжутного). Хорошо все перемешайте и оставьте мясо на 30-40 минут при комнатной температуре.",
    "description2": "Когда мясо замаринуется, грибы станут мягкими и увеличатся в размере, можно приступать к приготовлению блюда. Слейте воду и обсушите грибы бумажными полотенцами.",
    "description3": "Нарежьте огурцы по диагонали ломтиками толщиной примерно 1 сантиметр. Каждый ломтик огурца нарежьте на несколько тонких ромбовидных полосок, удалив водянистую сердцевину огурца. Соедините яйца, 1 ст.л. вина и 1-2 щепотки соли. Хорошо все перемешайте. Приготовьте соус. В отдельной емкости соедините: 1 ст.л. вина, 1 ст.л. соевого соуса, 1 ч.л. кунжутного масла, 1 ч.л. крахмала и 50 миллилитров охлажденного бульона или воды. Хорошо все перемешайте, чтобы не осталось комочков. Разогрейте на сильном огне немного растительного масла. Влейте подготовленную яичную смесь и, помешивая, обжарьте до готовности. На время переложите получившийся омлет на отдельную тарелку. Снова разогрейте на сильном огне 1 ст.л. растительного масла, до появления легкого белого дыма. Добавьте мясо и, помешивая, обжарьте кусочки до золотистого цвета. При условии, что сковорода сильно разогрета, процесс обжаривания мяса, как правило, занимает не более 2-3 минут.",
    "description4": "Когда мясо подрумянится, добавьте мелко нарезанный зеленый лук и, помешивая, обжарьте все еще 30 секунд. Добавьте древесные грибы, ломтики огурца и хорошо все перемешайте. Влейте подготовленный соус и, помешивая, потомите все на сильном огне еще 40-60 секунд, пока соус не загустеет. Затем добавьте омлет, обжарьте все еще 30 секунд и выключите огонь. Попробуйте блюдо и при необходимости добавьте еще немного соли по вкусу.",
	"description5": "Свинина Мушу готова. Приятного аппетита!",
    "image": {
      "small": "assets/images/12/1.jpg",
      "large": "assets/images/12/1.jpg",
      "large1": "assets/images/12/2.jpg",
      "large2": "assets/images/12/3.jpg",
      "large3": "assets/images/12/4.jpg",
      "large4": "assets/images/12/5.jpg",
      "large5": "assets/images/12/6.jpg",
      "large6": "assets/images/12/1.jpg"
    }
  },
  {
    "id": 13,
    "name": "Дим сум",
    "specs": {
      "cuisine": "китайская",
      "ingredients": "яйцо_куриное",
      "type": "булочки",
      "sphere": "на_праздник"
    },
    "description": "Тесто: Молоко – 150 мл, Сахар – 40-50 г, Масло сливочное - 30 г, Дрожжи – 1 ч.л. Яйцо – 1 шт. (в тесто) + 1 шт. для смазывания булочек, Соль – 0.5 ч.л. Мука пшеничная - 250-350 г (по необходимости). Заварной крем: Смесь для приготовления заварного крема – 1.5–2 ст.л. Крахмал пшеничный - 1 ст.л. (с горкой). Мука пшеничная - 1.5 ст.л. Молоко – 150 мл. Сливочное масло – 50 г. Сахар - 60-90 г (по вкусу). Яйцо куриное – 1 шт. + 1 желток. Сахарная пудра - по необходимости.",
    "description0": "Китайские булочки с заварным кремом – больше чем просто закуска, это настоящее лакомство. Воздушное молочное тесто и нежнейшая начинка из сладкого заварного крема – сочетание, перед которым невозможно устоять. Простые по составу и незатейливые в приготовлении, они придутся по вкусу всем без исключения. Попробуйте!",
    "description1": "В теплом молоке растворите сахар и сливочное масло. Добавьте дрожи, перемешайте и оставьте на 15 минут.",
    "description2": "Яйцо соедините с солью и взбейте до получения однородной смеси. Добавьте яичную смесь к дрожжевой и тщательно перемешайте. К получившейся дрожжевой смеси, постепенно подсыпая, добавьте пшеничную муку. Замесите мягкое тесто. Вымешивайте тесто 5 минут, пока оно не станет упругим и эластичным. Поместите тесто в ёмкость, смазанную маслом, прикройте пищевой плёнкой или полотенцем и оставьте на 1–1.5 часа, чтобы тесто поднялось.",
    "description3": "Тем временем приготовьте начинку – заварной крем. В небольшой емкости смешайте сахар, пшеничный крахмал и порошок для приготовления заварного крема (готовая сухая смесь для приготовления заварного крема). Соедините 1 яйцо и один желток и взбейте до однородной консистенции. Поместите ёмкость на небольшой огонь. Помешивая, влейте молоко. Тщательно перемешайте, чтобы не осталось комочков. Добавьте подготовленную яичную смесь, а затем и сливочное масло. Варите крем, постоянно помешивая, пока смесь не загустеет.",
    "description4": "Выключите огонь и продолжайте вымешивать и перемешивать крем. Постепенно масса загустеет настолько, что вы легко сможете сформировать из неё мягкий шар. Охладите крем, прикройте его пищевой плёнкой и поместите в холодильник на 1–1.5 часа, чтобы крем окончательно застыл. Как правило, оттенок крема колеблется от кремового до жёлтого. Я использовала порошок для приготовления заварного крема с карамельным вкусом, который не только придал крему карамельный нотки, но и легкий кофейный оттенок. Когда крем охладится, разделите его на порции и скатайте каждую из них в шарик. Чтобы работать с кремом было проще, можно слегка обвалять шарики в сахарной пудре.",
    "description5": "Когда начинка и тесто готовы, можно приступать к формированию булочек. Тесто обомните, разделите на порции и скатайте их в шарики. Я стараюсь делить тесто так, чтобы вес порции теста был примерно равен весу порции начинки. Раскатайте порцию теста до диаметра примерно 8 см и выложите в центр порцию крема. Уложите подготовленные булочки на бумагу для выпекания, прикройте полотенцем и дайте подняться 15–20 минут. Тем временем разогрейте духовку до 180 градусов. Поместите булочки в разогретую духовку и выпекайте 15–20 минут до золотистого цвета. Китайский дим сум «Lai Wong Bao» или молочные булочки с заварным кремом готовы! Приятного аппетита!",
    "image": {
      "small": "assets/images/13/1.jpg",
      "large": "assets/images/13/1.jpg",
      "large1": "assets/images/13/2.jpg",
      "large2": "assets/images/13/3.jpg",
      "large3": "assets/images/13/4.jpg",
      "large4": "assets/images/13/5.jpg",
      "large5": "assets/images/13/6.jpg",
      "large6": "assets/images/13/1.jpg"
    }
  },
  {
    "id": 14,
    "name": "Дань Та - тарталетки с яичным кремом",
    "specs": {
      "cuisine": "китайская",
      "ingredients": "яйцо_куриное",
      "type": "торты",
      "sphere": "на_праздник"
    },
    "description": "Тесто: Мука пшеничная - 200 г  Соль - 0.25 ч.л.  Сахар - 1-2 ст.л.  Сливочное масло - 200 г  Вода холодная - 2 ст.л.   Крем:  Вода горячая - 1 стакан (250 мл)  Сахар - 100 г  Сгущенное молоко (комнатной температуры) - 150 мл  Яйцо куриное - 3 шт.  Ванильный сахар - 1 пакетик",
    "description0": "В Китае «Дань Та» — популярная уличная еда, ресторанный десерт и домашняя закуска к чаю. Приготовить тарталетки не составит большого труда. Сегодня я покажу весь процесс приготовления: от домашнего песочного теста до простого крема на основе яиц и сгущёнки. В ещё более простом варианте можно использовать готовое песочное или слоёное тесто.",
    "description1": "В миске смешайте муку, соль и сахар. Добавьте сливочное масло комнатной температуры. Масло не должно быть слишком мягким. Если прикоснуться кончиком пальца, на поверхности масла должна оставаться вмятина, но в остальном — оно должно сохранять форму. Разбивая масло кончиками пальцев на мелкие кусочки, перемешайте компоненты. Получится комковатое мягкое тесто. Не стремитесь полностью растереть все сливочное масло, пусть крошечные кусочки масла останутся – они придадут дополнительную аппетитность готовым тарталеткам. Добавьте 2 ст.л. холодной воды и смешайте массу до получения однородного теста. При необходимости можно добавить чуть больше воды, но не добавляйте слишком много, иначе тесто будет жёстким.",
    "description2": "Готовое тесто оберните пищевой плёнкой и поместите в холодильник на 20 минут. Охлаждённое тесто поместите на присыпанную мукой поверхность и тонко раскатайте в форме прямоугольника (размер - примерно 20*45 см). Мысленно разделите прямоугольник на три части по горизонтали. Сложите верхнюю треть теста по направлению к центру. Затем нижнюю. Поверните тесто на треть оборота вправо или влево. Тонко раскатайте, пока полоска теста не станет в два-три раза длиннее. Снова сложите верхнюю треть теста по направлению к центру, а затем нижнюю. Оберните тесто пищевой плёнкой и поместите в холодильник ещё на 30 минут. Тесто готово, и пока оно охлаждается, можно заняться традиционной начинкой – приготовим вкуснейший крем на основе яиц и сгущёнки. Соедините яйца, ваниль и сгущёнку. Тщательно перемешайте до однородной консистенции. В горячей воде растворите сахар. Получившийся сироп охладите до комнатной температуры, а затем добавьте к яичной смеси.",
    "description3": "Ещё раз все хорошо перемешайте. На поверхности крема в процессе смешивания неизбежно образуются пузырьки воздуха. Такие пузырьки могут испортить гладкую и нежную текстуру крема, поэтому обязательно процедите крем, чтобы удалить их. Тонко раскатайте охлажденное тесто и вырежьте из теста круги по размеру ваших форм для выпечки. Выложите тесто в формы. Убедитесь, что тесто слегка выступает за края форм – так извлечь из форм готовые корзиночки будет проще. Если в процессе тесто нагреется, поместите формочки с тестом в холодильник еще на 10 минут.",
    "description4": "Заполните формочки кремом. Поместите тарталетки в нижнюю часть разогретой до 200 градусов духовки и выпекайте 15 минут. Затем уменьшите температуру до 180 градусов и выпекайте ещё 10–15 минут. Если в процессе крем сильно поднимается или пузырится – температура слишком высокая. Приоткройте дверцу на несколько секунд или немного уменьшите температуру. Готовность проверяйте деревянной зубочисткой. Воткните зубочистку в центр тарталетки, если зубочистка стоит устойчиво – крем загустел достаточно.",
    "description5": "Охладите тарталетки, извлеките их из форм. Охлаждённые тарталетки легче достать из форм, не повредив их хрупкие края, но признаюсь, я часто жертвую их красотой, чтобы побыстрее насладиться их вкусом. Китайские тарталетки «Дань Та» готовы! Из указанного количества ингредиентов получается 12-20 тарталеток (в зависимости от размера и глубины форм).",
    "image": {
      "small": "assets/images/14/1.jpg",
      "large": "assets/images/14/1.jpg",
      "large1": "assets/images/14/2.jpg",
      "large2": "assets/images/14/3.jpg",
      "large3": "assets/images/14/4.jpg",
      "large4": "assets/images/14/5.jpg",
      "large5": "assets/images/14/6.jpg",
      "large6": "assets/images/14/1.jpg"
    }
  },
  {
    "id": 15,
    "name": "Салат Шаньдун",
    "specs": {
      "cuisine": "китайская",
      "ingredients": "говядина",
      "type": "салаты",
      "sphere": "на_праздник"
    },
    "description": "Огурцы свежие - 300 г  Говядина вареная - 200 г  Грибы маринованные - 150 г  Соевый соус - 1 ст.л. или по вкусу  Чеснок - 1-2 зубчика",
    "description0": "Если есть готовый, т.е. заранее сваренный кусок говядины, то китайский салат «Шаньдун» готовится быстро, как говорится, на скорую руку. Нужны еще всего два ингредиента: маринованные грибы и свежий огурец, а также чеснок. Для заправки салата достаточно просто соевого соуса.",
    "description1": "Для салата «Шаньдун» подготовьте ингредиенты по списку.",
    "description2": "Мякоть говядины, предварительно сваренную и охлажденную, нарежьте кубиком.",
    "description3": "Свежий огурец нарежьте аналогично - кубиком.",
    "description4": "Добавьте в миску к этим ингредиентам кусочки маринованных грибов. Заправьте соевым соусом и перемешайте.",
    "description5": "Салат «Шаньдун» готов. При подаче порцию салата посыпьте измельченным чесноком. Приятного аппетита!",
    "image": {
      "small": "assets/images/15/1.jpg",
      "large": "assets/images/15/1.jpg",
      "large1": "assets/images/15/2.jpg",
      "large2": "assets/images/15/3.jpg",
      "large3": "assets/images/15/4.jpg",
      "large4": "assets/images/15/5.jpg",
      "large5": "assets/images/15/6.jpg",
      "large6": "assets/images/15/1.jpg"
    }
  },
  
  
  
  
  
  
  {
    "id": 16,
    "name": "Салат Мимоза",
    "specs": {
      "cuisine": "русская",
      "ingredients": "сардины",
      "type": "салаты",
      "sphere": "на_праздник"
    },
    "description": "Сардина в собственном соку - 1 банка  Картофель - 3 шт.  Яйцо куриное - 3 шт.  Морковь - 1 шт.  Сыр плавленный - 100 г  Майонез - 5-6 ст.л.  Лук салатный - по желанию",
    "description0": "Рецепт традиционного, любимого всеми новогоднего салата Мимоза с добавлением картофеля и морковки.",
    "description1": "Яйца и морковь очистите от кожицы, яйца - от скорлупы. У консервированной рыбы обязательно удалите хребты, разомните ее вилкой. Картофель натрите на крупной терке.",
    "description2": "Выложите натертый картофель на дно глубокой пиалы, в которой будете подавать салат. Слегка смажьте слой картофеля майонезом.",
    "description3": "На картофель выложите измельченные рыбные консервы. При желании, на слой рыбы можно выложить слой очень мелко нарезанного сладкого салатного лука. На слой рыбных консервов выкладываем натертый яичный белок, также чуть смазываем его майонезом.",
    "description4": "На слой белка выкладываем плавленный сыр. У меня был жидкий янтарь из баночки. Если у вас - в брусках, его нужно положить на несколько минут в морозильную камеру, затем натереть на крупной терке. На слой сыра выкладываем натертую морковь, смажьте ее слегка майонезом.",
    "description5": "Последним слоем выкладываем натертые яичные желтки. Салат накрываем пищевой пленкой и оставляем на время пропитаться. Салат «Мимоза» с картошкой и морковкой готов.",
    "image": {
      "small": "assets/images/16/1.jpg",
      "large": "assets/images/16/1.jpg",
      "large1": "assets/images/16/2.jpg",
      "large2": "assets/images/16/3.jpg",
      "large3": "assets/images/16/4.jpg",
      "large4": "assets/images/16/5.jpg",
      "large5": "assets/images/16/6.jpg",
      "large6": "assets/images/16/1.jpg"
    }
  },
  {
    "id": 17,
    "name": "Пирожки с яблоками в духовке",
    "specs": {
      "cuisine": "русская",
      "ingredients": "яблоки",
      "type": "пироги",
      "sphere": "на_завтрак"
    },
    "description": "Мука - 220 г  Дрожжи быстродействующие - 4 г  Молоко - 100 г  Масло сливочное - 25 г  Сахар - 40 г  Яйца куриные - 1 шт.  Соль - 1/3 ч.л.   Для начинки:  Яблоки - 300 г  Сахар - по вкусу",
    "description0": "Очень вкусные пирожки из нежнейшего дрожжевого теста с начинкой, которую всегда быстро можно сделать из свежих яблок. Чтобы тесто на пирожки получилось максимально нежным, процесс замеса нужно сократить до минимума, т.е. после того, как мы добавим все необходимые ингредиенты, быстро все перемешаем до однородного состояния и буквально всего лишь несколькими движениями рук замесим тесто. Из-за того, что оно не замешивается долго и тесто не крутое, а мягкое и податливое, пирожки получаются буквально пуховыми.",
    "description1": "Отмерим нужное количество дрожжей и растворим их в слегка теплом молоке. Следите, чтобы температура молока была не выше 38-40 градусов. В растворенные в молоке дрожжи добавим 1/3 часть от общего количества сахара и перемешаем. Выливаем дрожжевую смесь в просеянную муку, перемешиваем. Добавляем куриное яйцо и оставшийся сахар, аккуратно смешиваем.",
    "description2": "В конце вливаем растопленное, но не горячее масло, его надо остудить. Также добавляем соль и окончательно все смешиваем, после чего накроем тесто и оставим для расстойки на 1,5 часа. Пока тесто поднимается, нарежем яблоки мелкими кусочками.",
    "description3": "Складываем яблоки с кастрюльку или миску, всыпаем сахар и ставим на медленный огонь, чтобы яблоки размягчились. Количество сахара здесь будет зависеть от вкуса яблок, чем кислее яблоки, тем больше придется добавить сахара. Здесь не важно количество сахара, а важен именно вкус, на который вы и будете ориентироваться. Яблочную начинку после приготовления надо остудить, после чего ее можно использовать. Пока готовилась и остужалась начинка, тесто подошло, после чего из него можно делать пирожки. Выкладываем его на стол, обминаем, делим на равные части, слегка раскатываем каждую заготовку и кладем яблочную начинку.",
    "description4": "Защипываем края, формируя пирожок, и швом вниз кладем на противень с пергаментом или антипригарным ковриком. Оставим минут на 15 для расстойки и смажем немного яйцом или маслом, как больше нравится.",
    "description5": "Выпекаем пирожки с яблоками в духовке, разогретой до температуры 180 градусов, 15 минут. Даем им остыть, и можно подавать. Духовые пирожки с яблоками хороши и с чаем, и с молоком, выбирайте на свой вкус!",
    "image": {
      "small": "assets/images/17/1.jpg",
      "large": "assets/images/17/1.jpg",
      "large1": "assets/images/17/2.jpg",
      "large2": "assets/images/17/3.jpg",
      "large3": "assets/images/17/4.jpg",
      "large4": "assets/images/17/5.jpg",
      "large5": "assets/images/17/6.jpg",
      "large6": "assets/images/17/1.jpg"
    }
  },
  {
    "id": 18,
    "name": "Рассольник с перловкой и солеными огурцами на баранине",
    "specs": {
      "cuisine": "русская",
      "ingredients": "баранина",
      "type": "супы",
      "sphere": "на_обед"
    },
    "description": "Бульон:  Баранина - 500 г  Лук репчатый - 0,5 шт.  Морковь - 0,5 шт.  Вода - 3 л.   Суп:  Перловая крупа - 4-5 ст.л.  Картофель - 2 шт.  Лук репчатый - 0,5 шт.  Морковь - 1 шт.  Чеснок - 2 дольки  Огурцы соленые - 4-5 шт.  Соль, перец - по вкусу  Рассол огуречный - по вкусу",
    "description0": "Готовим вкусный, зимний обед - рассольник с перловкой и солеными огурцами на бульоне из баранины.",
    "description1": "Мясо выкладываем в кастрюлю, добавим репчатый лук и морковь, заливаем водой и варим до готовности мяса, не забывая снимать образовавшуюся пену. Честно говоря, я пену не снимаю, потом процеживаю бульон через специальную салфетку. Сколько будет вариться бульон - не скажу. Все зависит от мяса. Пробуйте, смотрите сами. После приготовления бульона овощи выбросить. Когда бульон сварится, готовим необходимые продукты. Картофель нарежем брусочками, крупу промоем, выкладываем к картофелю.",
    "description2": "Заливаем бульоном и варим до готовности картофеля. Крупа, как правило, успевает свариться за это время. Пока суть да дело, готовим заправку. Овощи нарежем, обжарим на подсолнечном масле. Затем добавим к ним нарезанные некрупно соленые огурцы и все вместе обжарим пару минут.",
    "description3": "Когда картофель и крупа сварились, добавляем заправку и мясо, очищенное от костей. Проварим несколько минут. ",
    "description4": "В конце приготовления солим и перчим по вкусу, добавим чуть рассола. Приправим нарезанной мелко зеленью. Рассольник с перловкой и солеными огурцами на баранине готов.",
    "description5": "Подаем горячим или теплым. Приятного аппетита!",
    "image": {
      "small": "assets/images/18/1.jpg",
      "large": "assets/images/18/1.jpg",
      "large1": "assets/images/18/2.jpg",
      "large2": "assets/images/18/3.jpg",
      "large3": "assets/images/18/4.jpg",
      "large4": "assets/images/18/5.jpg",
      "large5": "assets/images/18/6.jpg",
      "large6": "assets/images/18/1.jpg"
    }
  },
  {
    "id": 19,
    "name": "Русский борщ",
    "specs": {
      "cuisine": "русская",
      "ingredients": "говядина",
      "type": "супы",
      "sphere": "на_праздник"
    },
    "description": "Говядина (голяшка) - 600 г  Капуста белокочанная - 150 г  Морковь - 150 г  Свекла - 70 г  Лук репчатый - 1 шт.  Перец сладкий - 1 шт.  Томатная паста - 1 ст.л.  Масло подсолнечное - 2 ст.л.  Зелень петрушки - 3 веточки",
    "description0": "Русский борщ имеет некоторые отличия от других. Прежде всего, он готовится исключительно с говядиной, лучше взять мозговую косточку! Конечно, добавить свинины или курицы вы вправе, но лишь имея в основе говядину. Дальше - в русский борщ берется моркови вдвое больше, чем свеклы. Изначально, вообще, вместо свеклы клали борщевик, откуда и пошло название. Раньше капусту и свеклу добавляли квашеными, а в заправку вводили свекольный квас.",
    "description1": "Сначала приготовьте бульон: мясо залейте холодной водой и доведите до кипения, удалите пену, и убавив огонь до минимума, варите под крышкой, добавив чуток лука, стеблей зелени, горошин перца, не менее полутора часов, чтобы мясо стало мягким и отделялось от кости само.",
    "description2": "Овощи очистите и нашинкуйте - терка тут не подойдет, потери сока с ней неизбежны, а овощи в борще не должны потерять ни форму, ни вкус.",
    "description3": "На масле приготовьте заправку: сначала чуть обжарьте лук, добавьте морковь и свеклу. Заправьте томатной пастой. И разведите бульоном, потушите до готовности свеклы.",
    "description4": "Мясо выньте, в бульон введите капусту, вынув бульонные корешки (лук, стебли). Варите до мягкости капусты, но не разваривайте. Мясо нарежьте кусочками и добавьте в борщ вместе с овощной заправкой. Прогрейте на огне минут 15, чтобы все вкусы соединились воедино.",
    "description5": "Дайте настояться еще минут 15 под крышкой, добавив мелко нарезанную зелень. Подавайте русский борщ обязательно со сметаной и свежей зеленью. А ещё к русскому борщу хороша корочка, натертая чесноком!",
    "image": {
      "small": "assets/images/19/1.jpg",
      "large": "assets/images/19/1.jpg",
      "large1": "assets/images/19/2.jpg",
      "large2": "assets/images/19/3.jpg",
      "large3": "assets/images/19/4.jpg",
      "large4": "assets/images/19/5.jpg",
      "large5": "assets/images/19/6.jpg",
      "large6": "assets/images/19/1.jpg"
    }
  }, 
  {
    "id": 20,
    "name": "Гречка с мясом в казане",
    "specs": {
      "cuisine": "русская",
      "ingredients": "свинина",
      "type": "гречка",
      "sphere": "на_ужин"
    },
    "description": "Свинина - 600 г  Гречневая крупа - 80 г  Лук репчатый - 1 шт.  Чеснок - 2 дольки  Морковь - 1 шт.  Приправа для гречки - по инструкции на упаковке  Соль, перец - по вкусу",
    "description0": "Гречка с мясом - блюдо простое, незамысловатое и недорогое, но зато очень вкусное и питательное. Мясо можно брать абсолютно любое, которое вы любите. У меня в этот раз была свинина с жирком. Никаких особых премудростей в приготовлении гречки с мясом в казане нет, поэтому приступим.",
    "description1": "Мясо нарежем небольшими кусочками и обжарим на подсолнечном масле. Если необходимо, дополнительно протушите мясо, добавив в казан немного воды. Так оно станет мягче.",
    "description2": "После того, как мясо стало мягким, добавим в казан нарезанные овощи и обжарим все вместе еще пару минут.",
    "description3": "Затем очередь приправы для гречки и, собственно, самой гречки, которую необходимо промыть. Наливаем в казан горячую воду так, чтобы она полностью покрыла крупу. Соотношение крупы и воды - 1:2, т.е. на 1 стакан гречки берется 2 стакана воды. Солим, перчим, если это необходимо. Ставим казан на большой огонь и варим содержимое, пока вода почти полностью не выкипит. Затем огонь уменьшаем, накрываем крышкой и готовим до полного испарения жидкости.",
    "description4": "Гречка с мясом в казане готова. Дадим ей настояться минут 10, затем подаем.",
    "description5": "Приятного аппетита!",
    "image": {
      "small": "assets/images/20/1.jpg",
      "large": "assets/images/20/1.jpg",
      "large1": "assets/images/20/2.jpg",
      "large2": "assets/images/20/3.jpg",
      "large3": "assets/images/20/4.jpg",
      "large4": "assets/images/20/5.jpg",
      "large5": "assets/images/20/6.jpg",
      "large6": "assets/images/20/1.jpg"
    }
  },
  
  
  
  
  {
    "id": 21,
    "name": "Клафути с грушами",
    "specs": {
      "cuisine": "французская",
      "ingredients": "груши",
      "type": "пироги",
      "sphere": "на_завтрак"
    },
    "description": "Яйца - 3 шт.  Сахар - 3 ст.л.  Соль - щепотка  Мука пшеничная - 100 г  Молоко - 250 мл  Масло сливочное - для смазывания формы  Груши - 2-3 шт.",
    "description0": "Существует множество вариантов приготовления французского десерта клафути. Готовить клафути можно с различными ягодами и фруктами, по сезону. Сейчас осень и в саду много груш, которые наполнят своим ароматом любую домашнюю выпечку. Будем готовить клафути с грушами.",
    "description1": "В миску разбить яйцо и добавить 2 желтка. Белки ненадолго отставить. Добавить к яйцам 3 ст.ложки сахара и соль, взбить венчиком.",
    "description2": "Влить в миску молоко комнатной температуры, снова хорошо размешать. Добавить в тесто ванилин и просеянную муку. Размешать тесто ложкой.",
    "description3": "Белки взбить венчиком до пышной белой пены. Добавить взбитые белки в тесто и аккуратно перемешать, сохраняя воздушность массы.",
    "description4": "Подходящую форму смазать сливочным маслом, вылить тесто. Груши нарезать дольками, разложить сверху теста.",
    "description5": "Духовку нагреть до 200 градусов, поставить туда форму и выпекать клафути с грушами 30 минут. Посыпать клафути сахарной пудрой и подать к столу. Очень вкусно!",
    "image": {
      "small": "assets/images/21/1.jpg",
      "large": "assets/images/21/1.jpg",
      "large1": "assets/images/21/2.jpg",
      "large2": "assets/images/21/3.jpg",
      "large3": "assets/images/21/4.jpg",
      "large4": "assets/images/21/5.jpg",
      "large5": "assets/images/21/6.jpg",
      "large6": "assets/images/21/1.jpg"
    }
  },
  {
    "id": 22,
    "name": "Торт Фрезье с клубникой",
    "specs": {
      "cuisine": "французская",
      "ingredients": "клубника",
      "type": "торты",
      "sphere": "на_праздник"
    },
    "description": "Для бисквита:  Яйцо – 4 шт.  Сахар – 100 г  Мука – 65 г  Кукурузный крахмал – 30 г  Ванилин – 2 г  Разрыхлитель – 10 г   Для сиропа:  Сахар – 100 г  Вода – 70 мл  Клубника – 150 г   Для крема:  Молоко – 1 л  Сахар – 350 г  Яйца – 5 шт.  Кукурузный крахмал – 65 г  Мука – 35 г  Сливочное масло – 150 г  Агар-агар – 10 г  Вода – 50 мл  Ванилин – 2 г",
    "description0": "Если хотите попробовать мегавкусный торт или удивить гостей своим рукотворным произведением – приготовьте торт Фрезье с клубникой. Этот изысканный торт можно заказать в каждой кондитерской Франции. Готовится он легко, продукты все простые и доступные, главное – делать его за день до мероприятия, так как его желейная часть должна хорошо застыть. Вкус этого торта потрясающий: сочный, ароматный, нежный, просто тающий во рту.",
    "description1": "Аккуратно отделить белки от желтков. Начать взбивать белки, постепенно увеличивая скорость миксера. Продолжить взбивать белки до стойких пиков. К желткам всыпать вторую часть сахара, взбивая, довести до побелевшей густой массы. Соединить белки с желтками, размешать аккуратно и всыпать просеянную муку, разрыхлитель, крахмал и ванилин. Не спеша, движениями «вверх-вниз» смешать все ингредиенты. Делать это нужно медленно, чтобы не «упали» белки и бисквит получился пышным и нежным. Выложить тесто в чашу мультиварки, предварительно устелив дно пекарской бумагой. Включить функцию «Выпечка» на 1 час. Можно, конечно же, выпечь бисквит и в духовом ящике. На это понадобится меньше времени, минут 20-25. По истечении времени аккуратно достать бисквит из формы, и после того как он остынет, разрезать на две равные части.",
    "description2": "В сотейник всыпать сахар и залить водой. Вымытую клубнику разрезать на 2-4 части и выложить к другим ингредиентам. Поставить сотейник на слабый огонь, периодически помешивая, уваривать 10 минут. Клубника должна свариться и отдать весь свой сок и аромат. Взбить массу блендером или можно растолочь толкушкой для пюре. Через мелкое сито протереть массу, отделяя жмых. Его будет совсем немного. Сахарно-клубничный сироп для пропитки готов.",
    "description3": "В глубокую миску вбить куриные яйца, всыпать сахар и тщательно перемешать. Всыпать муку, соединённую с крахмалом и ванилином. Перемешать массу до однородности. В ней не должно быть комочков сбитой муки, иначе это негативно отразится на приготовленном креме. В кастрюлю влить молоко и включить плиту. Как только оно начнет кипеть, влить подготовленную яичную массу. При этом интенсивно и беспрерывно помешивая. Продолжать варить 5-7 минут. Затем вмешать 50 граммов сливочного масла и снять с огня.",
    "description4": "Когда масса немного остынет, вмешать еще 150 граммов сливочного масла и влить подготовленный агар-агар. Его предварительно нужно залить водой и оставить набухать на 30-40 минут. Затем поставить на огонь и при постоянном помешивании нагреть практически до кипения. Агар-агар можно заменить желатином. Начать сборку торта. Для этого разъемную форму лучше обмотать пищевой пленкой, так будет легче извлечь из нее готовый торт. Выложить немного заварного крема по кругу, а на него - первый бисквитный корж. Его пропитать сахарно-клубничным сиропом. Затем снова немного крема по кругу возле стенок формы. Клубнику очистить, разрезать пополам и выложить по бортику торта.",
    "description5": "Все пространство между клубникой залить кремом. Оставшуюся клубнику также необходимо разрезать и выложить по центру торта. Накрыть торт вторым бисквитным коржом, его следует также пропитать сиропом, а сверху покрыть оставшимся заварным кремом, выравнивая шпателем поверхность. Отправить клубничный торт «Фрезье» в холодильник до полного застывания желейной прослойки. На это уйдет минимум 5 часов. По истечении времени извлечь торт из формы, украсить по желанию. Торт Фрезье с клубникой готов!",
    "image": {
      "small": "assets/images/22/1.jpg",
      "large": "assets/images/22/1.jpg",
      "large1": "assets/images/22/2.jpg",
      "large2": "assets/images/22/3.jpg",
      "large3": "assets/images/22/4.jpg",
      "large4": "assets/images/22/5.jpg",
      "large5": "assets/images/22/6.jpg",
      "large6": "assets/images/22/1.jpg"
    }
  },
  {
    "id": 23,
    "name": "Суп-пюре из шампиньонов с плавленным сыром",
    "specs": {
      "cuisine": "французская",
      "ingredients": "грибы",
      "type": "суп",
      "sphere": "на_обед"
    },
    "description": "Шампиньоны - 500 г  Сыр плавленый - 200 г (не перепутайте с сырной продукцией)  Морковь - 1 шт.  Лук - 1 шт.  Картофель - 4 шт.  Мускатный орех - 0,5 ч.л.  Мука - 1 ст.л.  Зелень - 4 веточки  Масло сливочное - 50 г  Перец ч/м по вкусу  Соль - по вкусу  Вода - 2 л  Сливки 20% - 200 г",
    "description0": "Невозможно устоять перед ароматом и шелковистой консистенцией сырного супа-пюре из шампиньонов с плавленным сыром. Он простой в приготовлении, а ингредиенты доступны каждому. У него удивительно нежная консистенция и одновременно насыщенно грибной вкус. Приготовьте, вам понравится!",
    "description1": "Мускатный орех натираем на тёрке. Крупными кусками нарезаем картофель, заливаем его водой и отправляем вариться. Морковь нарезаем полукольцами, лук - четверть-кольцами. Лук и морковь отправляем пассероваться на сливочном масле.",
    "description2": "Шампиньоны чистим и нарезаем. Несколько штук оставляем для украшения. Когда лук с морковью станут мягкими, добавим к ним грибы и продолжаем жарить вместе до испарения влаги из грибов.",
    "description3": "Сыр для супа используйте хорошего качества с большим содержанием жира. Не берите с сыр с надписью сырная продукция. Нарезаем его небольшими кубиками. Мелко нарезаем зелень. В кастрюлю с картофелем вводим грибы с пассеровкой, зелень, плавленый сыр, мускатный орех и продолжаем варить до растворения сыра.",
    "description4": "Вливаем в суп сливки. Солим, перчим, варим 5 минут. Через сито отделяем густую часть от жидкой. Немного жидкости оставьте в густой части. Густую часть с небольшим количеством жидкости пробиваем при помощи блендера.",
    "description5": "Пюре получилось ароматным, нежным, с шелковистой консистенцией. Разливаем по тарелкам и украшаем грибами, порезанными на дольки и слегка обжаренными, а также листочками петрушки. Очень вкусно подать к сырному супу-пюре из шампиньонов с плавленным сыром жареные гренки. Приятного аппетита!",
    "image": {
      "small": "assets/images/23/1.jpg",
      "large": "assets/images/23/1.jpg",
      "large1": "assets/images/23/2.jpg",
      "large2": "assets/images/23/3.jpg",
      "large3": "assets/images/23/4.jpg",
      "large4": "assets/images/23/5.jpg",
      "large5": "assets/images/23/6.jpg",
      "large6": "assets/images/23/1.jpg"
    }
  },
  {
    "id": 24,
    "name": "Жульен с грибами и сыром",
    "specs": {
      "cuisine": "французская",
      "ingredients": "грибы",
      "type": "жульен",
      "sphere": "на_праздник"
    },
    "description": "Шампиньоны - 150 г  Лук репчатый - 1 шт.  Сливки 15% - 100 мл  Масло подсолнечное - 2 ст.л.  Масло сливочное - 30 г  Мука - 1 ст.л.  Сыр твёрдый - 50 г  Соль, перец - по вкусу  Мускатный орех - по вкусу",
    "description0": "Жульен с грибами и сыром - замечательная горячая закуска, которую можно приготовить как в будни, так и на праздничный стол. Жульен относят к французской кухне, хотя сами французы не применяют это слово к готовому блюду, у них жульен - это способ нарезки продуктов. Ну, мы не во Франции, а у нас жульен уже давно стал популярным блюдом.",
    "description1": "Шампиньоны промыть и обсушить, нарезать пластинками. Нагреть в сковороде масло, выложить грибы и обжарить до выпаривания жидкости. Добавить нарезанный кубиками лук, обжарить всё вместе несколько минут, посолить и поперчить.",
    "description2": "В сотейнике растопить сливочное масло, всыпать муку и хорошо размешать венчиком, чтоб не было комочков. Влить сливки и, помешивая, довести соус до кипения, он должен загустеть. Добавить мускатный орех и соль.",
    "description3": "Сливочным маслом смазать формочки, распределить поровну грибную массу. Натереть твёрдый сыр и немного посыпать грибную массу.",
    "description4": "Сверху залить грибы подготовленным соусом и посыпать оставшимся сыром. Для красивой подачи можно оставить несколько пластинок обжаренных грибов и затем выложить их сверху сыра.",
    "description5": "Духовку разогреть до 180 градусов и запекать жульен с грибами и сыром 20-25 минут, пока сверху не появится красивая золотистая корочка. Горячий жульен подать к столу.",
    "image": {
      "small": "assets/images/24/1.jpg",
      "large": "assets/images/24/1.jpg",
      "large1": "assets/images/24/2.jpg",
      "large2": "assets/images/24/3.jpg",
      "large3": "assets/images/24/4.jpg",
      "large4": "assets/images/24/5.jpg",
      "large5": "assets/images/24/6.jpg",
      "large6": "assets/images/24/1.jpg"
    }
  },
  {
    "id": 25,
    "name": "Крутоны",
    "specs": {
      "cuisine": "французская",
      "ingredients": "хлеб",
      "type": "закуски",
      "sphere": "на_обед"
    },
    "description": "Хлеб – 500 г  Масло подсолнечное/оливковое – 1-2 ст.л.  Масло сливочное – 1-3 ст.л. (по вкусу)  Соль – по вкусу  Молотый черный перец – по вкусу  Травы сушеные – по вкусу  Чеснок – 1-2 зубчика (по желанию)  Кунжут семена – 1-2 щепотки (по желанию)",
    "description0": "Крутоны - простая и очень вкусная закуска из хлеба. По своей сути - это более вкусная и ароматная версия привычных для нас «сухариков». Приготовленные с добавлением специй, пряностей, чеснока, оливкового или сливочного масла крутоны, получаются ароматными и очень аппетитными как на вид, так и на вкус.",
    "description1": "Для приготовления крутонов на сковороде нарежьте хлеб кубиками небольшого размера. На среднем огне разогрейте 1 ст.л. растительного масла. Добавьте несколько столовых ложек сливочного масла и прогрейте несколько минут, пока масло не растает. В кипящее масло добавьте кусочки хлеба в таком количестве, чтобы они поместились в сковороду одним слоем.",
    "description2": "Добавьте несколько щепоток сушеных трав, мелко нарезанный зубчик чеснока, немного соли и молотого черного перца по вкусу. Помешивая, на среднем огне обжарьте кусочки до золотистого цвета. Часть трав и кусочки чеснока останутся на дне сковороды, придав маслу аромат и вкус, еще часть - прилипнет к кусочкам хлеба.",
    "description3": "Промокните крутоны бумажным полотенцем и подавайте к столу или используйте по необходимости. Для приготовления крутонов в духовке нарежьте хлеб на кусочки желаемого размера и толщины. Мне нравятся придавать кусочкам форму длинных хлебных «палочек». Для смазывания крутонов отмерьте немного оливкового масла и/или растопите несколько столовых ложек сливочного масла. Можно выбрать один из вариантов или приготовить смесь из оливкового и сливочного масла. Добавьте немного молотого черного перца и соли. По желанию, также можно добавить мелко нарезанный чеснок и сушеные травы.",
    "description4": "Поместите кусочки хлеба в форму для запекания, выстеленную пекарской бумагой, и смажьте кусочки подготовленным ароматным маслом, с двух сторон. По желанию присыпьте кусочки семенами кунжута. Поместите подготовленный хлеб в разогретую до 180 градусов духовку и выпекайте 10-15 минут до золотистого цвета. Чтобы вкус чеснока был выражен более ярко, обмакните в соль очищенный зубчик чеснока и натрите им теплые крутоны.",
    "description5": "Крутоны готовы! Хрустите с удовольствием!",
    "image": {
      "small": "assets/images/25/1.jpg",
      "large": "assets/images/25/1.jpg",
      "large1": "assets/images/25/2.jpg",
      "large2": "assets/images/25/3.jpg",
      "large3": "assets/images/25/4.jpg",
      "large4": "assets/images/25/5.jpg",
      "large5": "assets/images/25/6.jpg",
      "large6": "assets/images/25/1.jpg"
    }
  },
  
  
  
  {
    "id": 26,
    "name": "Рулет с вишней по-японски",
    "specs": {
      "cuisine": "японская",
      "ingredients": "вишня",
      "type": "торты",
      "sphere": "на_завтрак"
    },
    "description": "Бисквит:  Яйца - 5 шт. (по 50 г)  Масло растительное - 70 мл  Молоко - 70 мл  Мука - 90 г  Сахар - 90 г  Ванилин - 1 г  Соль - 1 г   Крем:  Сливки 35% - 200 г  Сахарная пудра - 2 ст.л. (или по вкусу)  Вишня - 100 г  Сливочный сыр - 100 г  Ванилин - щепотка",
    "description0": "Изумительно-нежный и сливочный вкус рулета придется по душе взрослым и детям.",
    "description1": "Смешать растительное масло и молоко. Сразу же просеять муку и размешать все венчиком до объединения. К полученной массе добавить четыре желтка и снова все хорошо размешать ручным венчиком. Должно получиться однородное и гладкое желтковое тесто.",
    "description2": "Отдельно взбить белки со щепоткой соли. Можно вместо соли добавить лимонную кислоту (щепотку) и взбивать до легкой пены. Затем в несколько приемов ввести весь сахар, не переставая взбивать. Белки должны держать плотные пики. Частями ввести белки в желтковое тесто. Смешивать все венчиком вручную. Получится пышное и жидкое тесто. Еще раз проработать тесто силиконовой лопаткой, проводя по дну и краям. Вылить тесто в форму, которую предварительно выложить пергаментом. Смазывать ничем не нужно. Моя форма - 32х23 см. Предлагается по рецепту выпекать в квадратной форме 28х28 см, но у меня такой не оказалось. Если бы форма была квадратной, то получился бы не рулет, а ролл, как и задумывалось, но ввиду того, что имеем, получили рулет. Выпекать бисквит при 180 градусах 25 минут. Он должен хорошо зарумяниться и полностью пропечься. Если начнет раньше времени гореть, то накройте верх фольгой.",
    "description3": "Пока печется бисквит, приготовим крем. Для этого возьмем следующие продукты. В подходящей емкости смешать сливки, сливочный сыр, сахарную пудру и ванилин. Все взбить до пышной массы. Стараться не перебить сливки, так как может выделиться масло. Испеченный бисквит отделить от пергамента, слегка остудить, перевернуть, положить на новый лист пергамента и смазать кремом. На один край выложить вишню, как показано на фото. Поверх вишни снова нанести крем и на вершину опять выложить вишню.",
    "description4": "Соорудить такой вот сугроб из крема. Не забывайте отступать от краев. Быстро свернуть рулет с помощью пергамента, края закрепить, как у конфеты, и положить в холодильник на 2 часа.",
    "description5": "Украсить по своему вкусу. Рулите с вишней по-японски готов - можно звать всех к чаю! Приятного!",
    "image": {
      "small": "assets/images/26/1.jpg",
      "large": "assets/images/26/1.jpg",
      "large1": "assets/images/26/2.jpg",
      "large2": "assets/images/26/3.jpg",
      "large3": "assets/images/26/4.jpg",
      "large4": "assets/images/26/5.jpg",
      "large5": "assets/images/26/6.jpg",
      "large6": "assets/images/26/1.jpg"
    }
  },
  {
    "id": 27,
    "name": "Яки удон",
    "specs": {
      "cuisine": "японская",
      "ingredients": "лапша",
      "type": "макароны",
      "sphere": "на_праздник"
    },
    "description": "Лапша удон - 200-300 г  Кунжутное/оливковое масло - по желанию  Лук репчатый- 1 шт.  Морковь - 0.5-1 шт.  Масло растительное - по необходимости  Листья капусты - 4-5 шт.  Грибы - 200 г  Свежие или замороженные овощи на выбор - 225 г  Имбирь - 5 см  Чеснок - 2 зубчика  Соль - по необходимости  Молотый черный перец - по необходимости   Соус:  Сахар - 1 ст.л.  Соевый соус- 2-3 ст.л.  Рисовый уксус - 1 ст.л.  Острый соус - 1 ст.л.  Зеленый лук - 2-3 стебля",
    "description0": "«Яки удон» — традиционное блюдо японской кухни. Название блюда отражает его суть и способ приготовления, и переводится как «жареный удон».",
    "description1": "Лапшу удон отварите согласно инструкции, почти до готовности. К примеру, если инструкция предлагает варить удон 5 минут – варите 3, ещё 2 минуты удон будет обжариваться на сковороде с овощами и в процессе дойдёт до готовности. Сполосните удон холодной водой, чтобы остановить процесс приготовления. Слейте воду и, добавив несколько капель кунжутного или другого вкусного масла, хорошо перемешайте. Заранее подготовьте овощи и дополнительные компоненты. Яки удон готовится в считанные минуты, и времени нарезать овощи в процессе совсем не остаётся. Мелко нарежьте имбирь, чеснок, лук, грибы и капусту. Натрите на тёрке морковь. Я также дополнительно добавляю горсть замороженных овощей. На большом огне хорошо разогрейте сковороду. Добавьте лук, морковь и кусочки капустных листьев. Помешивая, обжаривайте 3–4 минуты, пока овощи не станут мягче и слегка не подрумянятся.",
    "description2": "Добавьте остальные компоненты – имбирь и чеснок, грибы и замороженные овощи (если используете). Перемешайте и готовьте ещё 2–3 минуты или пока овощи не станут в меру хрустящими и мягкими, на ваш вкус.",
    "description3": "Смешайте компоненты соуса. Состав можно варьировать, в зависимости от ваших вкусов и того, какие соусы обычно держите дома. Тут все просто. Соевый соус – солёный вкус, рисовый уксус – кислый, сахар – сладкий, четвёртый компонент на выбор – можно добавить остроты, добавив острый соус, или усилить вкус овощей, добавив соус терияки, устричный или любой другой по вашему вкусу. Если не любите кислые нотки в соусе, не исключайте рисовый уксус из состава совсем, а лишь уменьшите его количество. Считается, что уксус не только помогает организму лучше усваивать пшеничную лапшу, но и раскрывает её вкус.",
    "description4": "На сковороду к овощам добавьте удон. Перемешайте и обжаривайте 1 минуту. Влейте соус, перемешайте и обжаривайте все вместе ещё 1 минуту.",
    "description5": "Порцию блюда украсьте щепоткой зелёного лука. Можно добавить щепотку жареных семян кунжута или пару капель кунжутного масла. Яки удон готов! Приятного аппетита!",
    "image": {
      "small": "assets/images/27/1.jpg",
      "large": "assets/images/27/1.jpg",
      "large1": "assets/images/27/2.jpg",
      "large2": "assets/images/27/3.jpg",
      "large3": "assets/images/27/4.jpg",
      "large4": "assets/images/27/5.jpg",
      "large5": "assets/images/27/6.jpg",
      "large6": "assets/images/27/1.jpg"
    }
  },
  {
    "id": 28,
    "name": "Кацу-карри",
    "specs": {
      "cuisine": "японская",
      "ingredients": "свинина",
      "type": "мясные_блюда",
      "sphere": "на_ужин"
    },
    "description": "Растительное масло - 1-2 ст.л.  Репчатый лук - 1 шт.  Морковь среднего размера - 1 шт.  Чеснок - 2-3 зубчика  Острый перец - 0.25-0.5 шт.  Имбирь корень - 5 см  Мука пшеничная - 1 ст.л.  Приправа карри - 2 ч.л.  Имбирь молотый - по вкусу  Куркума - 0.5 ч.л.  Вода или бульон - 350-400 мл  Сахар - 1-2 ч.л.  Соевый соус - 1-2 ст.л.  Лавровый лист - 1 шт.  Отбивная - 2 шт.  Рис - 200 г (по вкусу)   Дополнительно / по желанию:  Паста карри - 1 ч.л.",
    "description0": "Кацу-карри — простое и вкусное блюдо японской кухни, своего рода микс из двух вполне самостоятельных блюд: отбивной «тонкацу» и «японского карри». По сути, как и «кацудон», это блюдо — способ разогреть вчерашнюю отбивную, а иногда и рис, и за несколько минут приготовить на её основе полноценный обед или ужин.",
    "description1": "Разогрейте растительное масло. Добавьте мелко нарезанные лук и морковь. Обжаривайте 10 минут, часто помешивая. Добавьте мелко нарезанные корень имбиря, чеснок и острый перец. И помешивая, обжарьте 1 минуту.",
    "description2": "Добавьте муку и приправы и обжарьте все вместе ещё 1 минуту.",
    "description3": "Продолжая часто помешивать смесь, влейте овощной бульон или воду. Перемешайте тщательно, чтобы не осталось комочков муки. Добавьте соевый соус, лавровый лист и сахар.",
    "description4": "Доведите соус до кипения, а затем уменьшите огонь и готовьте карри ещё 13–15 минут, пока соус не загустеет. За несколько минут до готовности попробуйте соус и добавьте при необходимости ещё приправ и специй по вкусу. Поместите в кипящий соус отбивные тонкацу. Готовьте соус ещё 1 минуту, затем переверните отбивную и готовьте ещё 1–2 минуты, чтобы отбивная окончательно прогрелась.",
    "description5": "Подавайте отбивную и карри с традиционным гарниром из риса или любым другим, по своему вкусу.",
    "image": {
      "small": "assets/images/28/1.jpg",
      "large": "assets/images/28/1.jpg",
      "large1": "assets/images/28/2.jpg",
      "large2": "assets/images/28/3.jpg",
      "large3": "assets/images/28/4.jpg",
      "large4": "assets/images/28/5.jpg",
      "large5": "assets/images/28/6.jpg",
      "large6": "assets/images/28/1.jpg"
    }
  }
]