{
    "id":[
        ["wrap_text", "အနားသတ်ချုပ်လုပ်ခြင်း"],
        ["field_size", "နေရာအရွယ်အစား:"],
        ["width_text", "အကျယ်:"],
        ["height_text", "အမြင့်:"],
        ["select_config_text", "ရွေးချယ်ရန်"],
        ["save_config_text", "သိမ်းဆည်းရန်"],
        ["start_button", "စတင်ရန်"],
        ["pause_button", "ခေတ္တရပ်ရန်"],
        ["stop_button", "ပိတ်ရန်"],
        ["sets_text", "သတ်မှတ်ချက်များ"],
        ["setSelection_text", "ပုံဆွဲရန်ရွေးချယ်ခြင်း"],
        ["setColor_text", "အရောင်"],
        ["nToBorn_text", "ဖြစ်ပေါ်လာမည့်အတိုင်းအတာ"],
        ["nToSurvive_text", "လွတ်လပ်နေမည့်အတိုင်းအတာ"],
        ["nToDie_text", "အသုံးမပြုမည့်အတိုင်းအတာ"],
        ["uniqueSet_text", "တစ်မူထူးခြားအောင်သတ်မှတ်ခြင်း"],
        ["info_general", "<h1>Cellular automaton ၏အကျဉ်းချုပ်</h1><p>Cellular automatonသည်ရှေးရိုးပုံစံများဖြစ်ခြင်း၊စကြာဝဠာကဲ့သို့အစိတ်အပိုင်းများကိုတစ်ခုတည်းဖြစ်အောင်ပေါင်းစပ်ထားခြင်း၊ရိုးရှင်းသောနည်းများဖြင့်ဖော်ပြထားခြင်း၊ကစားနည်း၏တူညီသောနည်းဥပဒေသများဖြင့်ဖော်ပြထားခြင်းစသည်ဖြင့်ပါဝင်ပါသည်။သူတို့သည်သူတို့၏ရုပ်ဝတ္ထုများထဲတွင်ကိုယ်ပိုင်စိ်တ်ကူးများရှိကြသည်။သူတို့သည်နယ်ပယ်အတွင်းအချိန်နှင့်တပြေးညီလှည့်ပတ်နေကြသည်။အဲ့ဒီနယ်ပယ်အတွင်းသူတို့ဘယ်လိုအလုပ်လုပ်နေသလဲ၊ဘယ်လိုဖွံ့ဖြိုးတိုးတက်လာသလဲဆိုတဲ့အရာတွေကိုအမှန်တကယ်ပင်စောင့်ကြည့်နေနိုင်ပါသည်။ကျွန်ုပ်တို့သည်တည်ထောင်သူများကဲ့သို့အတွေ့အကြုံများမရှိနိုင်ပါဘူး။သို့သော်လူတိုင်းတွင်အမျိုးမျိုးသောအယူအဆများရှိကြသည်။အဲ့ဒီအယူအဆများကိုအခြေခံပြီးကမ္ဘာကိုစိတ်ဝင်စားမူရှိအောင်မည်သို့လုပ်ဆောင်ရမည်ဆိုသောအမျိုးမျိုးသောအယူအဆများသိရှိလာနိုင်ပါသည်။Cellular automaton ကိုကမ္ဘာပေါ်တွင်တင်ပြပြီးနောက်လူများသည်ပထမဆုံးတစ်ခုကိုစမ်းသပ်လုပ်ဆောင်ပြီးချိန်တွင်နောက်ထပ်တစ်ခုကိုပါဆက်လက်လုပ်ဆောင်ချင်စိတ်များဖြစ်ပေါ်လာပါလိမ့်မည်။ထိုကဲ့သို့အများအပြားတည်ထောင်ခြင်းအားဖြင့်မိမိတို့၏အဓိကရည်ရွယ်ချက်အနေဖြင့်ဖြစ်စေချင်သောကမ္ဘာကိုယုံကြည်မူဖြင့်တည်ထောင်လာနိုင်မှာဖြစ်ပါသည်။</p><p>Cellular automatonသည်သီးခြားစီရွှေ့လျားမူပုံစံဖြင့်နယ်ပယ်တစ်ခုအတွင်းမှာပင်လုပ်ဆောင်ဆုံးဖြတ်ပြီးအဆက်မပြတ်ဖြစ်တည်နေသောရွေ့လျားမူပုံစံအနေဖြင့်ကြီးမားသောအခန်းကဏ္ဍများတွင်လုပ်ဆောင်ပြီး cellular automaton သည်ရူပဗေဒအတွေးအခေါ်အားဖြင့် ’နယ်ပယ်’ဟူ၍ပါဝင်နေပါသည်။</p><p>Cellular automaton ကိုရှေးရိုးကမ္ဘာဟူ၍ပင်ယူဆနိုင်ပါသည်။သူ့ရဲ့နယ်ပယ်သည်တူညီသောအရာများကိုကိုယ်စားပြုခြင်း၊ဆဲလ်တစ်ခုချင်း (သို့မဟုတ်) ဆဲလ်များ၏အချက်အလက်များပါဝင်ခြင်း၊လုပ်ဆောင်နေစဉ်တရွေ့ရွေ့အချိန်နှင့်အညီဖြတ်ကျော်သွားပြီးအခြေနေအသစ်တွေကိုပါဖော်ပြပေးသွားပါသည်။အဲ့ဒီနည်းလမ်းသည်နေရာတိုင်းတွင်တစ်ပုံစံတည်းသာဖြစ်ပါသည်။</p><p>Cellular automatonသည်အခေါ်အဝေါ်အမျိုးမျိုးဖြင့်တီထွင်ခဲ့သည်။သူတို့သည်တူညီသောအခေါ်အဝေါ်များပေါ်အခြေခံပြီးအသုံးပြုခဲ့ကြသည်။သူတို့ကိုသင်္ချာနည်းအရပုံသဏ္ဍန်အစိတ်အပိုင်းများဟုရှာဖွေတွေ့ရှိခဲ့ကြပြီးလျှပ်စစ်အင်ဂျင်နီယာပိုင်းအရ iterative array ဟုတစ်ခါတစ်ရံခေါ်ဝေါ်လေ့ရှိကြသည်။ကျောင်းသားများအနေဖြင့်ကွန်ပျုတာထဲတွင်ကစားနည်းတစ်ခုကဲ့သို့သာမြင်တွေ့နိုင်ပါသည်။</p><p>လွန်ခဲ့သောနှစ်၄၀နောက်ဆုံးပိုင်းတွင်ဂျွန်ဗန်နေမန်းသည်စတိန်းစလော့အူလန်း၏အတွေးအခေါ်အရ cellular automaton ကိုစတင်လုပ်ဆောင်ခဲ့ပါသည်။သူ့ရဲ့လုပ်ဆောင်မူများသည်ရှုပ်ထွေးမူများကိုအမှန်စင်စစ်ပုံစံအဖြစ်လုပ်ဆောင်နိုင်ခြင်းအရ cellular automatonနှင်သူ၏သွင်ပြင်လက္ခဏာများကိုအချက်အလက်နှင့်အရာဝတ္ထုများကဲ့သို့ကျယ်ပြန့်စွာအသုံးပြုခဲ့ကြသည်။”fine-grained” ဥပဒေသအရတူညီသောအစိတ်အပိုင်းများကိုရွေးချယ်အသုံးပြုသောကြောင့်ကွန်ပျုတာကိရိယာဟုပင်တွင်ကျယ်လာခဲ့သည်။အဲ့ဒီဥပဒေသသည်တွက်ချက်ခြင်းနှင့်တည်ဆောက်ခြင်းဟူ၍လှုပ်ရှားမူကိုအမျိုးစားနှစ်မျိုးခွဲခြားခဲ့သည်။</p><pဂျွန်ကွန်ဝေး၏ “ဘဝ”ဆိုသောကစားနည်းမှာအများပြည်သူနှင့်ဆိုင်သောသင်္ချာကစားနည်းတစ်ခုအဖြစ်သတ်မှတ်နိုင်ပြီးအမေရိကန်သိပ္ပံပညာရှင်ဂါဒန်၏ဖျော်ဖြေရေးနည်းလမ်းအတွက်လည်းကိုယ်စားပြုပါသည်။ Cellular automaton သည်ငယ်ရွယ်သောသိပ္ပံပညာရှင်များအတွက်အထောက်အကူတစ်ခုအဖြစ်ကောင်းမွန်အောင်လုပ်ဆောင်နိုင်ပါသည်။</p>"],
        ["info_about", "<h1>ဘဝ</h1><p>အမေရိကန်သင်္ချာပညာရှင်ဂျွန်ဟော်တန်ကွန်ဝေးသည် “ဘဝ”ဆိုသောကစားနည်းကိုတီထွင်ခဲ့ပါသည်။ဒီကစားနည်းအတွက်အပေါင်းအသင်းမလိုအပ်ဘဲတစ်ယောက်တည်းသာကစားရမည်ဖြစ်ပါသည်။သူ့ရုဲ့လုပ်ငန်းစဉ်ထဲမှအခြေအနေများသည်အမှန်တကယ်ဖြစ်ပျက်နေသောမွေးဖွားခြင်း၊ကြီးထွားခြင်းနှင့်သက်ရှိဘဝများ၏သေဆုံးခြင်းများနှင့်အလွန်ပင်ဆင်တူပါသည်။အဲ့ဒီအတွက်အကြောင်းပြချက်ကတော့ကျွန်ုပ်တို့၏ဘဝများလျင်မြန်စွာဖွံ့ဖြိုးတိုးတက်လာရန်အတွက်နေ့ရက်ကာလကစားနည်းဟူ၍ဖြစ်ပေါ်လာခဲ့ပါသည်။</p><p>ကွန်ဝေး၏မျိုးရိုးဗီဇနှင့်ဆိုင်သောနည်းလမ်းသည်အခြေခံအရင်းမြစ်မှဆင့်ကဲဖြစ်စဉ်ကဲ့သို့လိုက်နာရန်၊တစ်ယောက်ချင်းစီအတွက်ဒုက္ခတွင်းရောက်နေချိန်မှာလွတ်မြောက်အောင်လုပ်ရန်နှင့်ရိုးရှင်းသောအစီအစဉ်များမှစတင်ရန်တို့နှင့်အတူအခြေခံစိတ်ကူးဆိုတဲ့ဘဝဟူ၍ဖြစ်လာခဲ့ပါသည်။လူတွေဟာအဲ့ဒီအခြေနေ(၃)ရပ်မှာထိပ်တိုက်ကြုံတွေ့နိုင်ခြင်းအရကွန်ဝေးသည်သူ၏နည်းဥပဒေကိုဂရုတစိုက်ရွေးချယ်ခဲ့ပါသည်။ပြီးနောက်လက်တွေ့နယ်ပယ်တွင်မှာပါအချိ်န်ကြာမြင့်စွာစမ်းသပ်စစ်ဆေးခဲ့ပါသည်။</p><p>- အဲ့ဒီအတွက်ပုံပန်းသဏ္ဍန်တစ်ခုတည်းသာမရှိနိုင်ဘဲအကန့်အသတ်မရှိလူဦးရေတိုးပွားလာမူ၏ရိုးရှင်းသောသက်သေအထောက်အထားများပါရှိနိုင်ပါသည်။</p><p>- တစ်ချိန်တည်းမှာပင်စွမ်းရည်ပြည့်ဝသောသူအများအပြားတိုးပွားလာမူပေါ်မူတည်ပြီးမူလကနဦးပုံသဏ္ဍန်များကိုသိရှိနိုင်ပါသည်။</p><p>- ရိုးရှင်းသောကနဦးပုံစံအမျိုးမျိုးရှိပါသည်။သူတို့တွေဟာမျက်မှောက်ကာလမှာအရေးပါမူအရအချိန်နှင့်တပြေးညီတိုးတက်မူရှိခြင်း၊အမျိုးမျိုးသောပြောင်းလဲခြင်းများနှင့်ကြုံတွေ့ရခြင်းနှင့်တခြားနည်းလမ်း(၃)ရပ်မှဆင့်ကဲဖြစ်စဉ်ပေါ်မူတည်ပြီးပြီးဆုံးသွားခြင်းတို့ဖြစ်ပါသည်။အဲ့ဒီနည်းလမ်းများကတော့လုံးဝပျောက်ကွယ်သွားခြင်း (သိပ်သညး်မူများရှိပြီးလူဦးရေများပြားခြင်းကြောင့်သော်လည်းကောင်း၊ပုံသဏ္ဍန်များအပြန်အလှန်ဖြစ်ပေါ်နေခြင်းကြောင့်သော်လည်းကောင်း)၊တည်ငြိမ်သောပုံသဏ္ဍန်ဖြင့်ကျော်ဖြတ်သွားခြင်းနှင့်အားလုံးပေါ်တွင်မပြောင်းလဲဘဲတည်ရှိနေခြင်း (သို့မဟုတ်) နောက်ဆုံးတွင်စိတ်ချနိုင်သောအပိုင်းဖြင့်မဆုံးနိုင်သောသံသရာအတွင်းမှာလှုပ်းရှားနေသောနည်းလမ်းဖြင့်ထွက်သွားခြင်းတို့ဖြစ်ပါသည်။</p><p>ကွန်ဝေး၏မျိုးရိုးဗီဇနှင့်ဆိုင်သောဥပဒေမှာအံ့သြဖွယ်ကောင်းအောင်ရိုးရှင်းလှပါသည်။ဘုတ်ပြားမှာရှိသောစတုရန်းပုံတစ်ခုချင်းစီကိုဆဲလ်(၈)ခုဖြင့်ဝိုင်းရံထားပါသည်။ပုံစံကတော့အပေါ်မှာ (၄)ခုနှင့်ဘေးဘက်တွင် (၄)ခုဖြင့်ဝိုင်းရံထားပါသည်။သူ့ရဲ့စည်းမျဉ်းကတော့အောက်ပါအတိုင်းဖြစ်ပါသည်-</p><pလွတ်မြောက်ခြင်း။chipပြားတစ်ခုချင်းစီမှာတခြား chip(၂)ခု (သို့မဟုတ်)(၃)ခုသူ့ပတ်လည်တွင်ရှိနေလျှင်လွတ်မြောက်နိုင်ပါသည်။ထို့နောက်နောက်မျိုးရိုးအဆင့်သို့ဖြတ်ကျော်သွားပါသည်။</p><p>သေဆုံးခြင်း။ chip ပြားထဲတွင်တခြားသေဆုံးပြီးသော chip (၃)ခုထက်ပိုရှိနေခဲ့လျှင်သူသည်နေရာကျပ်တည်းမူအရလွင့်စင်သွားနိုင်ပါသည်။chipတိုင်းမှာသူ့ကိုလွတ်လပ်နေသောဆဲလ်များအားလုံးဝိုင်းရံထားခြင်း (သို့မဟုတ်) ဆဲလ်တစ်ခုတည်းရှိနေခြင်းတို့ဖြစ်နေလျှင်သူသည်သေဆုံးသွားနိုင်ပါသည်။</p><p>မွေးဖွားခြင်း။chipသည်ဘာမျှမရှိသောဆဲလ်(၃)ခု (အတိကျ) ဖြင့်ဝိုင်းရံထားလျှင်သူသည်ဇီဝရုပ်အသစ်တစ်ခုကိုမွေးဖွားပြီးနောက်ဖြစ်စဉ်တစ်ခုကိုဖြစ်တည်သွားစေပါသည်။</p><p>ဖြစ်ပျက်မူအားလုံးသည်မျိုးရိုးဗီဇဥပဒေအပေါ်အခြေခံပြီးပေါ်ပေါက်လာပါသည်။ကျွန်ုပ်တို့သည်ဆင့်ကဲဖြစ်စဉ်များအတွင်းမှာကနဦးပုံသဏ္ဍန်မှပထမဆုံးမျိုးဆက်ကိုရရှိပါလိမ့်မည်။အဲ့ဒီမျိုးဆက်သည်တူညီသောပုံရိပ်ကိုရရှိပြီးအားလုံးသည်နောက်ဆုံးမျိုးဆက်သာဖြစ်ပါသည်။</p>"],
        ["info_dev", "<h1>IT သင်ခန်းစာမှ SPA-application</h1><h2>အသင်း(၁၇၀၂-ဂ)</h2><p>ထူးခြားသောနည်းများဖြင့်တစ်ခုထက်ပိုသောသတ်မှတ်ချက်များကိုအသုံးပြု၍ ''ဘဝ''ဟုခေါ်သောဆယ်လူလာကစားနည်းကိုဖွဲ့စည်းထားခြင်း</p><h2>စီမံခန့်ခွဲခြင်း</h2><p>ရွေးချယ်ထားသောအခန်းကိုထားရန်(သို့မဟုတ်)ဖယ်ရှားရန်အတွက်ဘယ်ဘက်ခလုပ်ကိုနှိပ်ပါ</p><p>ဘေးနံရံကိုထားရန်(သို့မဟုတ်)ဖယ်ရှားရန်အတွက်ညာဘက်ခလုပ်ကိုနှိပ်ပါ</p><p>နေရာတစ်ခုလုံးရွေ့လျားရန်အလို့ငှာဘယ်ဘက်ခလုပ်ကိုနှိပ်ပြီးmouseကိုရွေ့ပေးပါ</p><h2>အသင်းဖွဲ့စည်းပုံ:</h2><ul><li><a href='https://stankin.github.io/inet-2017/idm-17-02/Germanov_NS/'>ဟာမန်နီကီတာ</a> -- စတင်မိတ်ဆက်ခြင်းအပိုင်း၊ရှာဖွေခြင်း</li><li><a href='https://stankin.github.io/inet-2017/idm-17-02/Ilyushenok_IA/'>အီလူရှီးနော့(ခ်) အီလျာ</a> -- applicationတည်ဆောက်ခြင်း၊စီမံခန့်ခွဲခြင်း</li><li><a href='https://stankin.github.io/inet-2017/idm-17-02/Yubko_AA/'>ယူဘကာအာလီးနာ</a> -- စီမံကိန်းမန်နေဂျာ၊ပရိုဂရမ်တည်ဆောက်ခြင်း၊စီးပွားရေးလုပ်ငန်းအသေးစိတ်စိစစ်ခြင်း</li><li><a href='https://stankin.github.io/inet-2017/idm-17-02/Soe_PH/'>စိုးပြည့်ဟိန်း</a> -- အကြံပေးနှင့်ဘာသာပြန်ခြင်း</li></ul>"]
    ],
    "misc": {
        "collapse_text": "ခေတ္တဖျောက်ထားရန်",
        "uncollapse_text": "အပြည့်စုံကြည့်ရန်"
    },
    "sets": [
        ["glider", "စက်မဲ့လေယာဉ်"],
        ["eater_2", "စားသုံးသူ 2"],
        ["boat_tie", "လှေ၏ဒလက်"],
        ["ship_tie", "သင်္ဘော၏ဒလက်"],
        ["honey_farm", "ပျားမွေးမြူရေးနေရာ"],
        ["hive", "ပျားအုံ"],
        ["glider_x_glider", "စက်မဲ့လေယာဉ် X စက်မဲ့လေယာဉ်"]
    ]
}