{
    "id":[
        ["wrap_text", "Сшить края"],
        ["field_size", "Размерность поля:"],
        ["width_text", "Ширина:"],
        ["height_text", "Высота:"],
        ["select_config_text", "Выбрать"],
        ["save_config_text", "Сохранить"],
        ["start_button", "Запуск"],
        ["pause_button", "Пауза"],
        ["stop_button", "Стоп"],
        ["sets_text", "Наборы"],
        ["setSelection_text", "Выбор для рисования"],
        ["setColor_text", "Цвет"],
        ["nToBorn_text", "Соседей для появления"],
        ["nToSurvive_text", "Соседей для выживания"],
        ["nToDie_text", "Соседей для смерти"],
        ["uniqueSet_text", "Уникальный набор"],
        ["info_general", "<h1>Обзор клеточных автоматов</h1><p>Клеточные автоматы являются стилизованными, синтетическими мирами, определенными простыми правилами, подобными правилам настольной игры. Они имеют свой собственный вид материи, которая кружится в своих собственных пространстве и времени. Можно вообразить удивительное разнообразие этих миров. Можно действительно построить их и наблюдать, как они развиваются. Поскольку творцы мы неопытные, вряд ли нам удастся получить интересный мир с первой попытки; как люди, мы можем иметь разные представления о том, что делает мир интересным, или о том, что мы могли бы захотеть сделать с ним. В любом случае, после того как нам покажут мир клеточного автомата, нам захочется сотворить его самим; создав один, мы захотим попытаться создать еще один. После создания нескольких мы сможем создать мир, специально предназначенный для определенной цели, с некоторой уверенностью.</p><p>Клеточные автоматы являются дискретными динамическими системами, поведение которых полностью определяется в терминах локальных зависимостей, в значительной степени так же обстоит дело для большого класса непрерывных динамических систем, определенных уравнениями в частных производных. В этом смысле клеточные автоматы в информатике являются аналогом физического понятия «поля».</p><p>Клеточный автомат может мыслиться как стилизованный мир. Пространство представлено равномерной сеткой, каждая ячейка которой, или клетка, содержит несколько битов данных; время идет вперед дискретными шагами, а законы мира выражаются единственным набором правил, скажем, небольшой справочной таблицей, по которой любая клетка на каждом шаге вычисляет свое новое состояние по состояниям ее близких соседей. Таким образом, законы системы являются локальными и повсюду одинаковыми.</p><p>Клеточные автоматы изобретались много раз под разными названиями, и несколько отличающиеся друг от друга понятия употреблялись под одним и тем же названием. В чистой математике их можно обнаружить как один из разделов топологической динамики, в электротехнике они иногда называются итеративными массивами, а студенты младших курсов могут знать их как вид игры на домашнем компьютере.</p><p>Клеточные автоматы ввел в конце сороковых годов Джон фон Нейман, следуя идее Станислава Улама, для того чтобы обеспечить более реалистические модели поведения сложных, пространственно протяженных систем; в клеточном автомате и объекты, которые могут быть интерпретированы как пассивные данные, и объекты, которые могут быть интерпретированы как вычислительные устройства, собираются на одного типа структурных элементов и подчиняются одним и тем же «мелкозернистым» законам; вычисление и конструирование являются просто двумя возможными типами активности.</p><p>Игра Джона Конуэя «Жизнь», представленная широкой общественности ведущим рубрику математических игр и развлечений в журнале ScientificAmerican М. Гарднером, некоторое время пользовалась популярностью, близкой к культу, и сделала выражение «клеточные автоматы» частью бытового жаргона целого поколения молодых ученых.</p>"],
        ["info_about", "<h1>Жизнь</h1><p>Игру «Жизнь» придумал американский математик Джон Хортон Конуэй. Для этой игры вам не понадобится партнер — в неё можно играть одному. Возникающие в её процессе ситуации очень похожи на реальные процессы, происходящие при зарождении, развитии и гибели колонии живых организмов. По этой причине «Жизнь» можно отнести к быстро развивающейся в наши дни категории игр, имитирующих процессы, происходящие в живой природе.</p><p>Основная идея «Жизни» состоит в том, чтобы, начав с какого-нибудь простого расположения фишек (организмов), расставленных по одной в клетке, проследить за эволюцией исходной позиции под действием «генетических законов» Конуэя, которые управляют рождением, гибелью и выживанием фишек. Конуэй тщательно подбирал свои правила, и долго проверял их «на практике», добиваясь, чтобы они по возможности удовлетворяли трём условиям:</p><p>-Не должно быть ни одной исходной конфигурации, для которой существовало бы простое доказательство возможности неограниченного роста популяции.</p><p>-В то же время должны существовать такие начальные конфигурации, которые заведомо обладают способностью беспредельно развиваться.</p><p>- Должны существовать простые начальные конфигурации, которые в течение значительного промежутка времени растут, претерпевают разнообразные изменения и заканчивают свою эволюцию одним из следующих трёх способов: полностью исчезают (либо из-за перенаселённости, то есть слишком большой плотности фишек, либо наоборот, из-за разрежённости фишек, образующих конфигурацию), переходят в устойчивую конфигурацию и перестают изменяться вообще или же, наконец, выходят на колебательный режим, то есть бесконечный цикл превращений с определенным периодом.</p><p>Генетические законы Конуэя удивительно просты. Каждую клетку доски (доска считается бесконечной), окружают восемь соседних клеток: четыре имеют с ней общие стороны, четыре другие — общие вершины. Правила игры (генетические законы) сводятся к следующему:</p><p>-Выживание. Каждая фишка, имеющая вокруг себя две или три соседние фишки, выживает и переходит в следующее поколение.</p><p>-Гибель. Каждая фишка, у которой больше трёх соседей, погибает, то есть снимается с доски из-за перенаселённости. Каждая фишка, вокруг которой свободны все соседние клетки или же занята всего одна клетка, погибает от одиночества.</p><p>-Рождение. Если число фишек, с которыми граничат какая-нибудь пустая клетка, в точности равно трём (не больше и не меньше), то на этой клетке происходит рождение нового «организма», то есть следующим ходом на неё ставится одна фишка.</p><p>Проделав все операции, вытекающие из генетических законов, вы получите первое поколение в эволюции первоначальной конфигурации. Аналогичным образом получаются и все последующие поколения.</p>"],
        ["info_dev", "<h1>SPA-приложение по курсу ИТ</h1><h2>Команда «1702-C»</h2><p>Клеточный автомат, вариант игры «Жизнь» с возможностью указания более одного набора с уникальными правилами.</p><h2>Управление</h2><p>Нажмите левую кнопку мыши, чтобы поставить или убрать выбранную клетку.</p><p>Нажмите правую кнопку мыши, чтобы поставить или убрать стенку.</p><p>Нажмите левую кнопку мыши и двигайте мышкой, чтобы перемещаться по полю.</p><h2>Состав команды:</h2><ul><li><a href='https://stankin.github.io/inet-2017/idm-17-02/Germanov_NS/'>Германов Никита</a> -- Внедрение, Научные исследования</li><li><a href='https://stankin.github.io/inet-2017/idm-17-02/Ilyushenok_IA/'>Ильюшенок Илья</a> -- Прикладное программирование, Администрирование</li><li><a href='https://stankin.github.io/inet-2017/idm-17-02/Yubko_AA/'>Юбко Алина</a> -- Руководитель проекта, Системное программирование, Бизнес-анализ</li><li><a href='https://stankin.github.io/inet-2017/idm-17-02/Soe_PH/'>Со Пьей Хейн</a> -- Консалтинг</li></ul>"]
    ],
    "misc": {
        "collapse_text": "Свернуть",
        "uncollapse_text": "Развернуть"
    },
    "sets": [
        ["glider", "Планер"],
        ["eater_2", "Пожиратель 2"],
        ["boat_tie", "Лодочный бант"],
        ["ship_tie", "Корабельный бант"],
        ["honey_farm", "Пасека"],
        ["hive", "Улей"],
        ["glider_x_glider", "Планер X Планер"]
    ]
}